{"podcast_details": {"podcast_title": "Planet Money", "episode_title": "Summer School 6: Operations and 25,000 roses", "episode_image": "https://media.npr.org/assets/img/2022/10/24/pm_new_tile_2022_sq-b4af5aab11c84cfae38eafa1db74a6da943d4e7f.jpg?s=1400&c=66&f=jpg", "episode_transcript": " This is Planet Money from NPR. Welcome back everyone to Planet Money Summer School, MBA edition. The only business school where free is not a dirty word. I'm Robert Smith. Today we are leaving the classroom for a field trip. We'll travel halfway around the world to a romantic farm and then to the least romantic place we can think of, our local supermarket checkout line. Because today we are talking about operations management. The people who work in operations are the unsung heroes of any business. They are the optimizers of a business, the waste police. They keep the factory line moving quickly, the supply chain unbroken, and the lines at Disneyland so twisting and confusing that you don't even know how long you've been waiting. Today on the show we will show you the tools that the operations gurus use to keep the world spinning smoothly. In fact, our professor this week arrived with his clipboard and stopwatch in hand. He teaches operations at the Wharton School at the University of Pennsylvania. Santiago Galino, thanks for teaching the class today. Oh, my pleasure. Thank you very much for having me. So one of the things I love about operations is how concrete it is. So for instance, I just bought a cup of coffee from Starbucks. But in terms of operations, just getting a cup of coffee in my hand is incredible when you think about it. You've got to start with the coffee beans. You need to ship them to arrive on time with good quality. You need to be ready to put that coffee beans into the right machine with the right specification. And then you need to have all sorts of things arrive at the same time. The milk, the sugar, the cups, the baristas. The baristas need to be there. The staff needs to be scheduled on time, ready to manage the capacity that you expect. And when I walked into the Starbucks, like I had to know where to stand. There was one line. There was two cashiers. There were people running back and forth. Exactly. A coffee store that is well run is a store when everybody knows what to do all the time. And they are not trying to figure that on the fly. Does it drive you nuts when you go into a restaurant or a store as an operations person? Many times. Many times it does. But that is a signal that there is room for opportunity to improve. That is the kind way to put it. But we live in a world of chaos where anything can happen at any time. Is it too difficult to try and control everything? I think it's difficult to control everything. What is not difficult is to plan for everything. And that's why operations management is embracing the uncertainty and making sure that you have a plan. That you are taking into account the different ranges of things that can happen. You need to know that it takes between three and five seconds to make a burger under certain conditions. There are some days where it's colder and brewing the coffee can take longer. When some days it's super hot and that will change. And you need to be aware of those changes. So I don't think you need to only fight uncertainty and randomness. You need to embrace it and manage it. There's something empowering and almost zen-like about the operations outlook of the world. You see the uncertainty. You measure the uncertainty. You manage the uncertainty. We'll bring back Santiago in a few minutes after we listen to our first case study. You think you feel pressure on Valentine's Day? We'll have the story of a man who has to get 25,000 roses from Ecuador to his flower shop in New York City by February 14th. After the break. Our first operations case study is one where a broken supply chain can lead to a broken heart. It's a story about roses on Valentine's Day. Lots of businesses have this kind of make or break moment. Thinking toys on Christmas or fireworks on the Fourth of July. You need an ace operations person to make sure that the product absolutely no excuses arrives on time. In this classic episode, we met Jan Ums who owns a flower shop called Roses and Blooms in Manhattan. Valentine's Day is his moment. If you really make a big mistake on Valentine's Day, it would cost us so much money that we would not be able to make it back up for the rest of the year. So we have to really carefully plan this holiday. So how much is a dozen roses on February 14th? It's about $80. And how much is it on February 15th? It's $48. So that's that's almost double. That's almost double. Yes. When Stacey Vanek Smith and I met Jan in early 2015, he had just made a huge gamble. He had ordered 25,000 roses to sell on Valentine's Day from one single farm outside Quito, Ecuador. In this story, listen for what operations people call variability. Which part of the process is uncertain and how do you plan for it? It's 36 days until Valentine's Day. And Jan Ums has bet everything on this one farm to deliver the goods. And it's actually pretty unusual in the flower business to do this. I mean, normally a flower shop will wait until February and will basically go to one of these big flower distributors say, what have you got? What are your prices? But Jan says the problem is you never know what the answer is going to be. Jan wanted to avoid all that. So he locked his price in early a dollar forty per rose. But that also means that his entire Valentine's Day is resting on one farm four thousand miles away. You know, we cannot we cannot be too optimistic yet. Because the last four weeks are very critical. Do you get nervous? Yes, absolutely. Yeah, it's nerve wrecking because not only is it hard to get roses, it's also hard to get them out and, you know, get them all on time and get all the work done. In this business, anything can happen. And this year, unfortunately, it does. The temperature started to drop in the Andes, started to get chilly there and thunderstorms rolled in, which meant the roses were in danger. I got on a plane and went to Ecuador to see what the farm was going to do about it. Welcome to Quito. The local time is 15 minutes. It's 21 days until Valentine's Day. The Cayambe Valley is at the foot of a huge volcano. It's incredibly lush here. Everything is bright green. These huge mountain peaks surround us. And this is where Jan Ums's roses are growing. Here we are. Yes. And I met at the farm by the owner, Juan Torre. Just looking at the roses, he shows them to me. They look fine. They're really deep, this deep blood red. And they're all covered in these little mesh socks, which they put on the roses to hold the petals together. Right now we are looking at the red roses. We are producing that is coming for Valentine's. And how many roses are here altogether? For Valentine's, we will produce around three million roses. Wow, that's a lot. That's a lot of roses. Yes, that's a lot of roses. What you should know is that cold weather doesn't kill roses. It throws off the timing. There's this whole art to picking a rose at just the right time for the optimal amount of blooming. And any other time of year, you can just wait until the roses are perfect for their destination. And snip, good to go. But Valentine's Day season, there is this really tight schedule. You have to harvest before February 6th in order to get those roses shipped off. There's very little wiggle room. Not sure that the rose will bloom in time. It depends a lot on weather. And this is the moment when they call Hector. My name is Hector Olavacha. Hector, the plant engineer. Twenty years of experience growing roses. I have 20 years of experience in roses. Hector is this nervous, wiry guy. He wears an enormous watch that keeps track of moon cycles and weather reports. He can actually look at a rose and tell exactly how many days it will be until it blooms. He shows me this. He points to this super tiny little red bud. It's eight days of harvest. So in eight days, this will open? Yes. You're sure? Totally sure. Segurissimo. Hector has all of these crazy tricks that he can use to speed the roses up or slow the roses down. For instance, if it's too hot and the roses are ahead of schedule, Hector can turn on huge fans and block the roses from the sun to cool them down a little bit. If the roses are behind schedule, if they're not opening fast enough, Hector will use plant hormones and potassium to speed the roses up. But there is a limit. There is a limit. Hector says using all the tricks he has, he can speed the roses up or slow the roses down by four days. Cuatro dias maxim. So has it ever happened that the roses haven't been on time? Si. En el dos mil ocho. Two thousand eight. It was a really warm winter and the roses were growing way too fast. They were ten days ahead of schedule. Hector worked all of his magic. He kept the sides of the tent open. He put on huge fans to cool the roses down. He did everything he could. But in the end, the roses opened five days early. And for Hector, this was awful. He just had to sit there and watch all of these roses open and then get cut and sold at these super bargain prices, less than half of what they normally would have gotten. And a lot of them were just thrown away. This year, everyone on the farm is worried about the opposite problem. It is too cold. The roses might bloom too late. But the owner of the farm, Juan Torre, says the result is just the same as in 2008. We will throw away the roses. It will be a disaster. It's like we have sacrificed five months of work. While we're talking, you might have heard the thunder in the background. This cold wind starts to blow through the rose bushes. Workers start running along the sides of the greenhouses, rolling down the plastic walls to keep the roses warm. So is it going to rain? I heard rumbling. Yeah, maybe. Yeah, I think it could rain. Is that good or bad? Uh, yeah, that's not good. While I'm standing there talking to Juan, Hector, the plant engineer, takes off running in a total panic. It's the last time I see him, actually. I have to go back to New York. We checked back in with the farm eight days before Valentine's Day, and they blew their February 6 deadline. But Hector had been working his magic, and they managed to get the roses to just the right level of bloom by February 7, one day late. Luckily, the rest of the process has been designed with at least a little bit of wiggle room. Back in New York, Jan Umms is really relieved to hear this. A week is enough time to get the roses to New York. But of course, Robert, the hurdles have just begun. 25,000 roses still have to be transported 4,500 miles to New York. You know, I'd always thought that all of the roses got here in these giant cargo planes that probably smell really good, packed to the rafters with roses. But I guess apparently they have to be a little bit more flexible in that. You're never sure when the roses will be ready or how big the orders are or where they have to go. So they came up with a really novel solution. The roses travel the same way we do on commercial flights through Miami. The roses catch their scheduled flight on February 9. They arrive at JFK on February 10 at 2 a.m. By 630, the huge boxes are stacked in the middle of Jan's store. Good morning. Good morning. How are you? Good. How are you doing? Good. It's early. It is definitely early. T minus four days until Valentine's Day. Jan Ums drags the first box into the back room. Do you get nervous before you open up the boxes of roses before you see them? I always am. Yes. It's a lot of possibilities when it goes wrong. Although Jan solved all the logistical hurdles, he still doesn't know what the flowers look like. There's anything that could have happened out there. The roses could have been left on the tarmac in Miami, got all wilted. They could have frozen in the delivery truck on the way to the shop. And I hear sometimes customs agents looking for drugs or whatnot go into the boxes of roses and what? They just toss them everywhere. They bash them on a table, seeing if drugs or little bugs fall out. So you can imagine the drama as Jan watches one of his employees pull out a ceremonial box cutter to open the box. This is it, the moment of truth. What do you think? They look good. And you're happy with these roses? I'm very happy with the roses. They look good. They look really, really good. I'm a happy guy. Jan and his staff quickly get to work. They trim the stems of the roses and they immediately put them in this hydrating solution. It's amazing. These roses have traveled thousands of miles. They haven't had any water at all for days, and they look beautiful. They look really good. And this right here is the reason why we give roses on Valentine's Day. And I know I always thought that it was some sort of tradition that went back hundreds and hundreds of years, but as we talk to people, they're like, oh, oh, no, you know, people on Valentine's Day used to give things like sweet violets, these little fragile flowers that were grown locally. Right, except for once Valentine's Day became a big business, flower shops needed a flower that they could order in bulk. And because it's in February, they needed a flower they could order from the other side of the world. And there aren't that many flowers that can stand up to that kind of abuse. Roses were the perfect choice, pretty much indestructible. We didn't just set up this global transportation chain in order to get this traditional flower roses. We actually started to like roses because they were optimized for the global transportation chain. They were the flower that worked best with the planes and the boxes and the farms. Once Jan got his roses, once they'd been through all the planes and boxes and everything, they cost him about $4.30 each. And that's a good deal this year because it was so cold. There aren't that many roses on the market. Jan says he saved about 30% per rose. And one day before Valentine's Day, T minus one, they were ready for customers. How much are they just all the same price? There are dozens and they're priced the same. Ken Sturm comes into Roses and Blooms to get a bouquet of flowers for his wife. He's checking out all these roses in the big refrigerator there. And he's a little shocked by the $80 price tag. That's how much it is for a dozen roses this year. But he says he doesn't really have a choice. If you bring home anything else, you're seen as a cheapskate. Of course, he could have explained to his wife all the logistics that went into the flowers or that the roses are this beautiful sign of brilliant plant engineering and transportation efficiency. But really, Ken is just hoping to hear one thing. So I might get, oh, they're beautiful, that beautiful kind of embellishment. That's all. That's what you're hoping for from your wife? I am. The beautiful. Yes, exactly. It was a happy ending for the couples of Manhattan and a happy ending for those of us who are learning operations. Despite all the weather chaos, the flowers got there when they needed to get there. Our operations guru is already taking notes to see how Yon could make the supply chain even more efficient the next time. We'll bring him back after the break. We are back with our operations professor, Santiago Galina, who's been grimacing a little bit. I know your heart was racing while listening to the flowers episode. Indeed. So in the story we just heard, the flower seller, Yon Umes, he didn't necessarily care about all of the steps in the process. He just wanted the flowers on Valentine's Day. But he did make a lot of crucial decisions here that sort of affect the final outcome. Maybe we should go through those, you know. Yes, I think the first decision he made is how many flowers to order. Yeah, twenty five thousand, if I remember correctly. Yeah, that's correct. And you can ask, what was that the right number? The key here is that he doesn't know for sure how many he's going to sell. And so what he needs to think is how much it will cost him every flower that is not sold, but he bought. That he throws away. That is a cost. And he needs to take that into account. However, he also needs to take into account how much money he will lose for every customer that walks in and says, hey, I want roses. Oh, I don't have any more. I sold out. Well, that's also money on the table. And if these two numbers are not symmetric, then he will probably need to be more aggressive in how much he wants to order. That's a fascinating idea, because the roses only cost a few dollars. You know, and if you were to throw away a few dollars, that's nothing. Right. But every lost sale could cost him 30, 40, 50 dollars in lost sales. So what you're saying as an operations guy is maybe order 30,000. Exactly. You know, he can see that the money that he's not actually making because he ran out of roses is as painful as the money he's throwing away. If he is left with roses at the end of Valentine's season. And there's a name you teach in business school for for this conundrum of lost sales. That's right. That's right. That I think is one of the most exciting concepts is the news vendor model. The news vendor, as in the dudes who sell the newspapers on the street corners. Exactly. Because that guy used to have exactly the same problem where every newspaper that you need to throw away is way cheaper than not selling a newspaper during that day. OK. So the news vendor model is one way to deal with the variability of the world. You can't predict the exact demand. So you just figure out which way will essentially cost you less. But there is another way listening to the story again that Jan could have dealt with variability, which is to have more than one farm, to have more than one country, more than one airplane, more than one supply line. That's exactly right. And I think you point to one of the aspect of these decisions that creates tension. You want to be efficient, but you also want to be flexible and you can get flexibility by trying to find other sources for the same product sometimes. And so, well, why he's not going to find a second producer from Colombia? Well, because if he split the order, the order is going to be more expensive. Sure. Yeah. And that is going to be less efficient. One hundred percent. But it's going to be more flexible because if the winter is too strong in one country and the summer is too hot in the other. Well, that may be balance things out and you will still have your roses. If you put all your eggs in one basket, it may be very efficient, not very flexible. And that's a technical operations term. Eggs in one basket. Yes, I guess it is. Speaking of eggs all in one basket, our next story is about the supermarket checkout line. Operations people are obsessed with lines. Think about it. Customers want to buy something. Stores want to sell something. And a long line is standing in the way of everyone's happiness. Customers are bored and annoyed. The cashier at the front of the line is overworked. MBAs call this a bottleneck. But as you listen to the story, think about how fixing a bottleneck, like a supermarket checkout line, can just create more bottlenecks, create more annoyance. The story is from 2016 and it's hosted by Jacob Goldstein and Nick Fountain. Goldstein, the other day you and I went to Wal-Mart. Welcome to Wal-Mart. We got peppers, apples, bread. I got a Halloween card. We were there because we were doing a story about self-checkout. Yeah, we wanted to find out, could we make it through self-checkout one time, just one time, without getting some kind of error message from the machine. We were there with Howard Schneider. He lives a couple blocks away from this particular Wal-Mart. And we were shopping there with him because he's kind of an expert on self-checkout. Touch the item to purchase. It was Fuji, right? Move your Fuji apples to the back. Everything was going fine until we hit the red bell peppers. Maybe it's under red? I don't know. So you're scrolling through the pages looking for the right thing. No red peppers. Did it be B for bell pepper? No, no peppers. It was not B for bell peppers. It doesn't even say what to do so then you're stuck here right now. It doesn't even say get help or anything. And Fountain, we'd probably still be standing there trying to figure this out. But for the fact that Howard went and got a store employee who walked over and saved us by typing in the code for peppers. She just knew the number in her head. The fact that we had to call the attendant to process this little order is a failure. Really, it shouldn't happen. And the machine should deal with situations like that. And why is self-checkout a big deal to you? Because I invented it. Why wouldn't it be? We're going to skip ahead in the story of how Howard Schneider created the self-checkout machine. In a nutshell, he was a doctor and an inventor and he wanted to make something like an ATM but for supermarket lines. He perfected the scanning part, the scale that weighs your items and accuses you of stealing things. But he couldn't get a store to install the damn thing. He gets a meeting at a New England supermarket chain called Stop and Shop. So he drives down, he gives this presentation in this boardroom full of people. And at the head of the table, there's this executive who everybody's looking to. This old guy sitting at the head of a table and he says, son, do you know why people shop at Stop and Shop? I said, no. He says, because of our people. Because of our people. And then everybody around the table starts nodding their head. And he says, do you think people want to come in and speak to your machine? Do you know anything about retail? Do you know anything? And he says, I don't think it's for us. And then everybody around the table nodded their head. And I drove back to Montreal with my tail between my legs. And it was just a horrible feeling thinking this is the stupidest thing I've ever done. Nobody will ever like it or ever use it. But Howard keeps loading his machine into the back of this rented Ryder truck, keeps going to supermarket trade shows. And eventually he gets a meeting with a supermarket chain called Price Choppers based in upstate New York. The head person actually saw the machines. And you know what he said? He looked at it and he says, I like it. Let's do it. And guess what? After that, everybody's very nice. The CEO says, we're not going to buy the machines from you, but you can use one of our stores in upstate New York as a real world experiment. And on August 5th, 1992, grocery store shoppers use what may be, depending on your definition, I mean, what we are going to call the first fully automatic self-checkout machines. When Howard gets to the supermarket that day, he sees that there are protesters there. It's the cashier's union. They're saying these machines are taking our jobs. Howard read us this quotation from a union rep at the time. And the union rep basically said this thing that I think about all the time. These machines are forcing customers to do more work. Quote, maybe if the customers come early, they can unload the truck and stock the shelves, unquote. Well, I mean, like there is a serious question underneath it, right? Which is like, are these machines taking people's jobs? But the answer is very anticlimactic. Let me tell you what happened to Price Shopper. The machines went in, people used them, and they didn't work. It crashed. It stopped working. And then people had shopping carts half unloaded and everything stopped. The store is full of angry shoppers. And Howard, he's just sitting there in the middle of all this chaos, unscrewing the back of the machine so that he can restart it. And the union, they figure they've got nothing to worry about. They pack up their protest and leave. Howard stays up all night sitting there in the grocery store fixing the code. He says he can still remember smelling the cinnamon buns that are baking in the back of the store while he's sitting there trying to figure out what's wrong. And the next day, his machines didn't crash. But the shoppers and the machines, they still needed a lot of hand holding. In fact, they need so much help that Howard has to invent something else. He has to invent the person who stands there next to the self-checkout machines, helping the customers and fixing the machines. We drilled some holes in the cabinet so that if you had to reset the machine, you could just stick the long screwdriver in and hit the reset button. So we gave him a long screwdriver. And he was very friendly, very nice with people. And he would like, he'd help them through the orders. And that made a huge difference. And so the self-checkout machine was born, along with the employees standing next to it to actually make it work. Since that moment, the self-checkout machine has muddled along. Howard Schneider eventually sold his idea and his company, and the self-checkout machine slowly started to move into grocery stores. Now, a little more than half of consumers report using self-checkout every week. Was this an operations triumph or an example of moving from one inefficient process to another? We'll have our professor weigh in after the break. We are back with our professor today, Santiago Galino. Santiago, you specialize in retail operations, so I can ask you the question. I just have to ask you, these self-checkout machines seem to be everywhere. And yet we hate them. I hate them. How can this be? Who can stop this? I am with you. I'm with you, Robert. By transferring these to customers, the retailer is saving a lot of money because retailer has two expenses that go to the top of the list, inventory and staff. And if they can reduce one of those, they are going to do it. They're reducing the staff expense because you and I are doing the job. Should we have just said no? That's one option. We could all stop using it. And so then they will actually start to pull back. But we're in a rush. And it turns out that it actually helped to get things flowing and increase the capacity. It turns out it is faster. We accept it because it's faster. Yes. I think that the reason why we accept that is because if you show up to the checkout process and there is a real cashier and you need to wait for that person or there is an empty self-checkout, the temptation is too big. You will go for it because you want to get out of there fast. Even if I don't like the process of checking out. That's right. It's painful, but for the companies, it's cost effective. And I think operations is getting the right balance. You want efficiency. You want to move along in the process. But you want to also keep your customer happy and your employees happy as well. So let's talk about lines for a moment, because I think where a lot of us encounter operations problems is as we're standing in a very, very, very long line, moving slowly. And we start to think what is going on here. So I'll ask you if you're standing in a line, if it's taking too long, what is going on? Well, there are two reasons why we can have a line, especially if it's a long line. One is that we have more demand than capacity. That means that we have less cashiers than we actually need. Because maybe we went to the grocery store after work and there's just everybody's shopping at the same time. That's right. But there is another reason that goes together with this. That is that you can have a line when you have enough capacity, but there is a lot of variability. Variability. What does that mean? Well, imagine that you show up to the grocery store and in front of you, there is this person that takes every product very slowly to the cashier. Yes. Yes, I know them. Or if you are in front of the self-checkout and you happen to be behind me and I start to mess things up and you are rolling your eyes and I'm adding variability to the process. Variability to the process because once you have variability, then there's going to be these, I guess the technical term is bottleneck. The bottleneck is the step in the process with the smallest capacity. You are going to start to experience a bottleneck because you have now less capacity than the demand you need to serve. Now, it seems like a lot of people are experimenting with different forms of lines. I mean, we heard about the self-checkout machine, but there's the system that they use in Trader Joe's, if you've ever been there, which is it's one long line and like 30 cashiers. But then there's a lot of places that have different lines for different people. What is the best way to shorten a line? Well, those dedicated lines for 30 cashiers are trying to reduce variability. And if you think about it, that will give you a more consistent line, even if it's a longer one. But you really don't care because you have enough capacity, 30 cashiers to deal with that one long line. So if there's one slow cashier and if I have to pick a cashier, I might pick the slow cashier. But if you have all these different cashiers in one line, then it's probably not going to slow everybody else down. On average, you're going to be better and that average is helping you with the variability. Professor Santiago Galino from the Wharton School, thank you so much for being our professor today. Thank you very much, Robert. It was a pleasure. It was efficient. Indeed. And our professor has left us with some vocabulary words that you can practice while waiting in long lines. The first one is the news vendor model. This is the calculation you should do when you think about how much product to order. What will it cost to throw away an extra newspaper you don't sell versus the money you will lose if you run out of the product? We also have as vocabulary two things that can create long lines, capacity and variability. Do you have enough staff to help the customers? That's capacity. But variability means that one slow customer can grind the whole line to a halt. This creates our last vocabulary word, the bottleneck. Of every part of the process, which one is the slowest, the one with the longest line forming behind it? That's your bottleneck. And fixing that can speed up the whole process. We are two weeks away from the end of summer school and we'll have our graduation episode then, including actual business pictures from actual Planet Money listeners like you. We'll also open our final exam online. If you pass it, we will send you something that in a very dim room might look a lot like a business school diploma. You've all earned it. Our summer school series is produced by Max Friedman. Our project manager is Julia Carney. This episode was edited by our executive producer, Alex Goldmark, and engineered by James Willetts. The show is fact-checked by Sierra Juarez. I'm Robert Smith. This is NPR. Thanks for listening."}, "podcast_summary": "In the Planet Money podcast, they discuss two important topics in operations management: supply chain management and line management. They explore the challenges and strategies involved in getting 25,000 roses from Ecuador to a flower shop in New York City in time for Valentine's Day, and the trade-offs of using self-checkout machines in supermarkets. They also introduce key concepts like variability, capacity, and bottlenecks in the context of operations management. Overall, the podcast highlights the importance of efficient operations in business and the ways in which companies can optimize their processes.", "podcast_guest": "Santiago Galino", "podcast_highlights": "Chapter 1: The Complexity of Operations Management\n\n- Operations management is crucial in ensuring the smooth functioning of a business.\n- It involves optimizing processes, managing supply chains, and maintaining efficiency.\n- The example of buying a cup of coffee from Starbucks demonstrates the intricacies involved in operations management.\n\nChapter 2: The Challenges of Embracing Uncertainty\n\n- Operations management requires planning for uncertainties and embracing the ever-changing nature of the world.\n- Managing uncertainties involves anticipating various scenarios and developing contingency plans.\n- The use of data and analysis helps operations managers make informed decisions.\n- Dealing with variability is a key aspect of operations management.\n\nChapter 3: Case Study: The High-Stakes World of Valentine's Day Roses\n\n- Valentine's Day poses a significant challenge for the flower industry, particularly rose sellers.\n- Jan Ums, the owner of a flower shop, faces the pressure of ensuring the delivery of 25,000 roses from Ecuador to New York City.\n- Variability in weather conditions poses a risk to the successful delivery of roses.\n- Managing the timing of rose growth and bloom is essential to meet Valentine's Day demand.\n\nChapter 4: The Balancing Act Between Efficiency and Flexibility\n\n- Jan Ums' decision to order 25,000 roses from one farm highlights the tension between efficiency and flexibility.\n- Having multiple sources or suppliers can provide flexibility in managing uncertainty.\n- The concept of the news vendor model is discussed, weighing the cost of unsold products against the cost of lost sales.\n\nChapter 5: The Evolution of Self-Checkout Machines\n\n- The introduction of self-checkout machines in supermarkets is driven by the goal of cost reduction and efficiency.\n- Self-checkout machines save on labor costs, but they also contribute to customer dissatisfaction.\n- Standing in lines and dealing with self-checkout machines highlights the importance of considering customer experience in operations management.\n\nChapter 6: Managing Lines and Bottlenecks\n\n- Lines and bottlenecks are common challenges in operations management.\n- Variability in customer behavior can create bottlenecks and cause delays.\n- Different strategies, such as dedicated lines or a single long line with multiple cashiers, are used to manage and reduce wait times.\n- The goal is to find the right balance between efficiency and customer satisfaction in line management."}