{"podcast_details": {"podcast_title": "Masters of Scale", "episode_title": "133. Ron Howard: Evolve your vision", "episode_image": "https://content.production.cdn.art19.com/images/f0/dd/b7/02/f0ddb702-9415-4e4e-bde3-077f70375882/583a61ebfe82d70c0d1fd8df3de4d823080281d76b352d851b5bd9a6fa260112e13fa06216639941a13c0aad1d763d24b45966997036f89e8cc9ef54c77f2340.jpeg", "episode_transcript": " Hi listeners, it's Chris Gauthier, producer and masters of scale. Before today's episode, I wanted to let you know about a podcast that we just can't get enough of. It's called Something You Should Know with Mike Carruthers. Each episode is filled with expert advice on how to get more out of your life and your career. For the curious entrepreneur, Something You Should Know will answer questions like, how do I create new and better ideas? How do I get things done without feeling overwhelmed? So go ahead and search for Something You Should Know where you get your podcasts. And when you see the bright yellow light bulb, follow and start listening. I was out there hustling and not getting a lot of parts. I was no longer being hired because I was now a pimply faced kid at age 16. They could hire an 18 year old to play my part and they wouldn't have the limitations of working hours and so forth. That was the way the business worked. That struggling young actor is Ron Howard. Through his childhood, he'd become known for his roles as a wholesome, all American boy. But as an awkward adolescent, he'd take any role he could get. So when he landed an audition for an ad for the Ford Pinto, he jumped at the chance. I went into this audition, but there was no Pinto there. It was just an empty room and a row of producers, brand people, and casting directors. As it was only the audition and not the actual shoot, Ron took the lack of a car in stride. But then he discovered another glaring omission. And noticed there wasn't really any dialogue. And they said, well, there's no dialogue, this is going to be nonverbal. It's just about a young guy who's just gotten a Pinto and he's really excited about this Pinto. In fact, he's washing the Pinto. I said, oh, okay, great. Then Ron received his first piece of direction. Could you wash the Pinto? And I said, well, do you have one outside or something? I said, no, no, no, just could you mime it? And I said, do you have a rag or anything like that? No, no, no, could you just mime it for us? Let's just see what it might be like when you're moving around. Well, that's embarrassing when you're a pimply faced 16 year old. And you're room full of people. Ron pushed through the embarrassment and conjured up a Pinto, a rag, and a tub of turtle wax in his mind's eye and got down to some serious buffing. So, okay, I'm doing it. And then they're saying, wow, you know, this kid, this boy really likes this car. Oh, okay, I'll smile. And oh, now you got to get the hubcaps. Get the, oh, the grill. So now I'm down on my fricking hands and knees faking like I'm grinning and washing the hubcaps through my Pinto. The casting directors were sold on the performance. Ron, not so much. I went home and I said, by God, I got to become a director. I got to be a producer. I got to find my own jobs. I can't rely on these people. It was embarrassing as hell. Yes, yes. It's probably on YouTube somewhere. Spoiler alert, I couldn't find it on YouTube. Ron could have kept banking checks for washing invisible cars, but instead he kept his focus on his vision to be a filmmaker. I may not quite know how it's going to work or what an audience is going to expect of the stories that I tell, but I trust my own curiosity and desire to figure it out and to roll with those punches. It certainly keeps you on your toes. And I think on your toes is a good place to be. So Ron started looking for ways to make his vision a reality, even though it meant navigating his way through an ever-changing film industry in which yesterday's child star can easily find themselves as tomorrow's squeegee slinger. That's why I believe your unique selling point is your vision, and you need to realize and refine that vision amid constant change. You got to have incredible talent at every position. It's like this huge push. There are fires burning when you're going home. Can you believe it? Such an idiot. And then you go back to, this is totally going to be amazing. There are so many easy ways. So, so what do I have to do? I have no idea what to do. Sorry, we made a mistake. But you have to time it right. Oops. Working at a three-bedroom apartment. Stuff that just seems absolutely nutballs. Ten years later, we're like, well, that's just how you do it. We haven't made just how you do it. This is Masters of Scale. Hi, it's Anya, a producer on Masters of Scale. Most companies know how many people are visiting their website and what products or services they're purchasing while they're there. But do you ever wonder exactly which tabs they're clicking on, what sections they're reading through to completion and enjoying the most, or where they're getting hung up or frustrated? Enter Microsoft Clarity, the free visual analytics tool from Microsoft that makes it easy to understand the behaviors and experiences of your users. Microsoft Clarity can help you discover the exact ways that your users explore your website, where they are focusing their time, what is grabbing their attention, and where they're hitting roadblocks. You can capture users' behaviors through heat maps, which show you where users are or aren't clicking and scrolling. Session recordings, helping you understand your users' journey through your website with copilot-powered summary reports, and insights, highlighting frustration signals like rage clicks, which can expose where your users' needs are not being met. Clarity is GDPR compliant and provides real-time data without any traffic limits, allowing you to improve your website's key functions instantly and reliably. Visit Clarity.Microsoft.com to check out this free tool and start optimizing your website today. I'm Reid Hoffman, co-founder of LinkedIn, partner at Greylock, and your host. And I believe your unique selling point is your vision, and you need to realize and refine that vision amid constant change. Imagine you're sitting at a table in an intimate, after-hours jazz club. You're about halfway through your first cocktail, and the sextet is halfway through a swinging performance. After setting out the beat and the melody of the tune, the musicians take it in turns to solo. The clarinetist steps forward, and the cool, sinewy sound of their instrument glides above the rest of the band. Next, the guitarist steps up and slings out smooth licks that tastefully compliment the chord changes. Then the trumpeter strides to the middle of a stage, shakes off his horn, and blasts out a single, discordant note that gratingly clashes stubbornly with the rest of the band. He stops, glares around the small club, and then blasts the same jarring note again, this time defiantly holding it longer as patrons cover their ears. Check please. Each of those musicians had a vision for the music they wanted to create together. Where they differed is how they realized their vision. The trumpeter wasn't reading the room, nor the changes, and rather than refining their vision in light of those changes, plowed ahead. As a leader, your ultimate expertise is how you rally people, resources, and opportunities to make your vision a reality. The real challenge lies in how you make that vision come true amid constant changes in the business environment, in tech, and in society as a whole. I wanted to speak to Ron Howard about this because he's continued to bring his vision to life in film and TV through a range of monumental changes. Since starting out as a child actor in 1955, Ron has seen new technology, audience tastes, and styles of filmmaking come and go. As a director and producer, he has a remarkable ability to maintain his vision of creating captivating and deeply human stories. He's delivered this vision through a range of genres, from heartfelt comedies like the breakout hit, Splash, to the stunning visual effects of Apollo 13 and the biographical drama of A Beautiful Mind. Ron has also scaled his ability to deliver his vision through Imagine Entertainment, the production company he co-founded with Brian Grazer. For an early example of Ron's ability to deliver his vision, we need to go back to his high school days and a bold proposal he put to his history teacher. I said, we're supposed to do a term paper about the Depression, but my parents grew up through the Depression. I know a lot of people who lived through it. I'd like to make a documentary. I'd like to interview them. Can I do that as my project? With his project greenlit, Ron got to work. For a couple of weeks there, that's about all I did was focus on this documentary. I interviewed seven different people about living through the Depression. I got picture books out of the New York City Library. I would zoom in on these faces. Kim Burns made this style famous. Ron was in high school in the late 60s and early 70s, and of course, digital cameras were the stuff of sci-fi. Ron showed his project on a small film camera. When it came time to show his class, he ran the film through a bulky projector while his narration came from a separate tape recorder. The projector and the tape recorder didn't necessarily run in perfect sync. So I got very good at speeding up or slowing down the projector to try to stay in sync with the narration. During each viewing of the film, Ron had to constantly adjust the projector's dials as he intently focused on matching the sound with the picture. I was always just sweating when each showing was over, but I got a lot of satisfaction out of it. Despite the technical challenges, Ron realized his vision for that project, which was to bring to life for his classmates the very real, very human, yet very distant story of the Great Depression of the 1930s. The project was also part of Ron's more long-term vision to be a filmmaker. Even though I was a child of Hollywood, I was always interested in independent film production. I had this fire in the belly and a real passion for the medium. You'd think growing up in Hollywood would be a perfect launch pad for Ron to achieve that long-held vision. And while Ron continued his acting success into adulthood with his starring role as Richie Cunningham in the sitcom Happy Days, his progress as a filmmaker was stalling. I was behind schedule at age 22 in my mind. I'd wanted to direct my first feature when I was a teen. At that time, for a sitcom actor to shift around and be taking charge of any movie was very unusual. And I felt like at that point I was going to have doors to kick down to convince people and earn my place. One of the scariest scenarios for any leader is looking back and realizing you missed the opportunity to realize your vision. This is why waiting too long to start making your vision a reality is dangerous. It actually increases your chances of failure. The really successful leaders jump at the right moment to bring their vision to life. They don't see constraints as things that limit their vision. Rather, they see constraints as handles to pull themselves closer to making their vision a reality. At the time, it was beyond most people's imagination that a 20-something sitcom actor could direct a movie. So, Ron got creative. Roger Corman wanted me to act in a movie called Eat My Dust. That's legendary producer and director Roger Corman, known as the king of cult cinema and maker of low-budget cult classics of horror, fantasy, and science fiction. Ron read the script for Eat My Dust. I didn't like this script at all, but I had an independent script that I had written with my father. The movie that Ron and his dad, Rance Howard, had penned was a lighthearted comedy called Tis the Season. So I went to Roger and I said, would you do this movie? I'm passionate about it. I have half the money. Will you put up the other half and distribute? He read it and he said, this is a well-written script, but it's not the kind of movie I do. It's unsurprising Corman turned down Tis the Season when you consider some of the titles of his movies. It conquered the world. A bucket of blood are two of my favorites. But although Corman didn't think Tis the Season fit with his stable of B-movie genre flicks, he was impressed with Ron's vision. So he asked Ron to write another script, this time more in line with the King of Cult's brand. He said, if the script you write is good enough and you're willing to star, I'll give you a chance to make a movie. Ron saw that helping Corman adhere to his vision of moviemaking would, in the long run, help Ron realize his own. For Ron, this was the only thing that was important. When I went in for the final meeting, I had to actually tell my agent not to come up with me because I knew he was going to barter for money. I didn't care about the money. I cared about the director's chair. Ron sealed the deal with Corman and agreed to star in Eat My Dust. Ron and his father then co-wrote a script called Grand Theft Auto. It centered around a madcap car journey across the desert. This was more Corman's kind of movie, so he agreed to make it with Ron as lead actor and director. Grand Theft Auto came out in 1977 and it was a commercial success. More importantly, it established Ron's filmmaker credentials and set him on the path to making his vision of becoming a respected, independently minded director a reality. I then launched into a series of television movies and TV pilots that I actually produced as well as directed. We had a company. My father helped. My wife Cheryl was an accountant. So it was a very entrepreneurial move, but I felt like if I was in control, okay. Soon, Ron crossed paths with another young filmmaker, the producer Brian Grazer. Here's Brian on when they first met. I had an office on the Paramount lot and he had an office on the Paramount lot. My office was perched up on the top floor of the director's building. It was an office with a view and one day, Brian saw Ron Howard passing below his window. I ripped it open and I yell out the window just impulsively, Ron, Ron Howard. He glanced at me and then kind of took off. So he eluded me, but I thought, you know, no, I really want to talk to him. It's usually a bit harder to forge a trusted professional connection than simply yelling out your window at a passerby. It's one of the reasons I built LinkedIn, but this was 1979, some time before the rise of online social networks. So Brian took a more conventional approach to making a connection with Ron. I called his assistant, Louisa, said, I really want to have a conversation with Ron Howard. And I was quite persuasive and I had the meeting with Ron. He came to my office and we had this magical one hour conversation. He just had this aura of goodness about him that was very attractive to me. We shared movie ideas back and forth and I had several movie ideas that he really was impressed with. The two shared a vision for making movies that put human stories at their heart. We shared the same dream. That's where Ron and I intersected. Dreams are really, really important. And the only way they come true is through execution. When I talked to Brian, his side of the story was so compelling that we're dedicating an entire master's scale episode to him coming soon. Both Brian and Ron had the will to push forward with their vision. In 1982, they brought to life the comedy set in a morgue titled Night Shift starring Michael Keaton and Henry Winkler. The film was a low key success. Ron and Brian then set their sights on a project Brian had been trying to get made for years. The story of a man and a mermaid who fell in love titled Splash. Splash lived up to its name and was a massive hit. After our Night Shift and Splash experiences, I was so impressed with Brian. We had bonded and he had a similar kind of output. But we were driving all over town all the time trying to sell to every studio and network. And between us, we had probably 30 development projects going, which meant a lot of meetings. And we actually said, if we just pooled all of this, we'd have some leverage and maybe we could just work out of one office and not have to drive around quite so much. And we'd have each other. Ron and Brian saw each other as force multipliers, helping each other bring their visions into being. So in 1985, shortly after Splash was released, they decided to officially pool their resources by co-founding Imagine Entertainment. There was no sort of secret formula to Imagine other than our personal taste and this sort of belief that we could, between us, tell stories that would reach an audience. Ron's a master of moviemaking. And here, he's also being a master of modesty. Because I would argue that personal taste plus self-belief was his secret formula. In fact, it is the formula that can make a vision into a reality. In order to achieve your own unique vision, it needs to be guided by your own personal taste and values and driven by your belief that you can make it a reality. Thanks to the huge success of Splash, Imagine was one of the hottest production studios in Hollywood. So, within a year, Ron and Brian raised funds with an IPO so they could rapidly scale their vision for creating modern, human-centered stories that spoke to their generation of moviegoers. We immediately had a pool of money to work with to control our own development, to invest in the films, with the idea that we would maintain the rights to syndication, burgeoning video cassettes, and so forth. It was really thrilling on paper. It looked like we'd really done something on paper. Ron and Brian felt like they'd built a future-proof model for scaling their vision. But then, they were broadsided by an unexpected upset, the kind that crawls barefoot through air ducts and yells, Yippee-ki-yay. Bruce Willis was given $6 million to star in Die Hard. He was a TV star. When this TV guy leapt to that number, every A-list actor in Hollywood jumped to that number or more. And our model no longer held up because we were supposed to make movies for a certain number. Yet, the studio wanted us to get the best actors of our generation, the best stars, to be in these movies. Before moving on, I want to assure you that Ron Howard, the nicest man in Hollywood, is in no way bitter at Bruce's casting. He was the right guy for the movie. By the way, they made a good call. It was a huge hit. But that priced us out of our model. As a creative leader, you'll always have to face unexpected outside forces that may undercut your ability for delivering your vision. They might be as bland as a change in interest rates or as unexpected as a disgruntled New York cop in your ventilation system. And that's where your expertise as a visionary will be most needed, especially when the challenges keep mounting up as they did for Ron and Brian. The next challenge to Imagine's business model came from their distribution partner. These were the people responsible for getting Imagine's films into the cinemas. They wanted certain creative controls. They also wanted us to do something that was very smart for them. They wanted us to go into radio stations. Going from movies into radio, leaping their vision off the silver screen and soaring across the airwaves into millions more homes across America, even the world. Surely, this was an exciting opportunity to scale their vision. Well, that's not what either of us wanted. We were not distribution. We were the storytellers. And that's the way we wanted it. This is another skill visionary leaders need. The ability to say no to requests from powerful partners if they take you away from your vision. It was obvious to Ron and Brian that their distribution partners demands would detract from their vision of making character driven impactful stories. Without a distribution partner, Ron and Brian may be free to make films that reflected their vision of the art form. The only downside would be no one else could see those films. We'll find out what Ron and Brian did after the break. We're back with Ron Howard. To see more from my interview with Ron, visit masterscale.com slash YouTube. Before the break, we heard how Imagine's distribution partner was making demands that threatened Ron's ability to realize his vision of creating human centered, entertaining and artful movies. So Ron and his partner, Brian Grazer, put their vision first, ditching their distribution partner. So we were left with an overhead, sort of a dwindling amount of cash, some good successful projects in the works, but no distribution partner. No distribution partner meant they'd struggle to get their movie scene. Fortunately, one of their advisors, entertainment lawyer, Tom Pollock, had just made it a career shift to become head of Universal Studios. Tom Pollock made a distribution deal with us, knowing what we wanted, but we made a deal there that would last for a couple of decades. Despite their distribution difficulties, Ron, Brian and the Imagine team had been racking up the hits. One was 1985's Cocoon, which told the story of alien technology transforming the lives of a group of retirement home residents. As a filmmaker, that movie blew my mind. It was very revealing to me because I was intimidated by the tech. Fortunately, there was an expert on set to help Ron interface with that new tech, visual effects supervisor, Ken Ralston of the famed effects company Industrial Light and Magic, or ILM. I found I could talk to Ken and the others at ILM like I was talking to an actor or a writer or a composer, not necessarily understanding how they were going to achieve this moment, but creating an alignment, a collaboration. And it was fulfilling what I hoped to see on screen. I grew so much making that movie. It was magical. Ron would have a similar experience with cutting edge special effects technology on a fantasy film he made a few years later. One of the first morphing shots was on Willow, a movie that I directed for George Lucas. The problem, how to morph a possum into the actress Patricia Hayes. Helping Ron to solve it was special effects legend Dennis Murin. Dennis Murin was saying, we'll have to shoot a few elements, but the shot won't be filmed. It'll be created in a computer. I just had no clue. It was just a complete fog. Ron couldn't see the path to realize his transformative vision for that shape shifting marsupial. So he trusted Dennis to help him achieve it, albeit with a tech Ron couldn't quite comprehend at the time. I saw the shot though and loved it. This is one of the delights of being a visionary leader. When you have a team who you can communicate with, they'll come back and delight you with how they made your vision a reality. Ron's experiences on Cocoon and Willow helped shape his attitude to finding new ways to bring his vision to the screen. People think of me as somebody who's very tech savvy. Fact is not so much, but a fascination with it and a love of collaborating and understanding what this is making possible to answer that other question that I'm always curious about, which is why did that character do what he or she did? Notice how Ron is very specific about how the tech needs to serve his vision. Whatever the technological changes the entertainment industry goes through, putting humans at the center is paramount. When I was a kid on the Andy Griffith Show, sitcoms were kind of a new format. I would hear these old veterans complaining about the fact that radio dramas had died. Then these others said, I love the vaudeville circuit. You know, radio shifted, vaudeville became standup comedy or Cirque du Soleil. The creative effort, the talent, the skill set, it didn't evaporate. The technology, the platform and the medium are secondary to your vision. This is why Ron and Brian are careful not to get caught up in worrying about tech that isn't immediately relevant to their objectives. I remember at the Allen Company retreat in the 80s, a lot of talk about VCRs and cable and DVDs. Oh my God, and what's it going to mean? And I remember Brian and I look at each other and said, aren't we glad we're software? They just need us to figure it out, don't they? And we'll just keep figuring it out. At Imagine, the hits kept coming with movies like Parenthood and Backdraft, but the economics weren't working. The company was struggling. We were not built to succeed in terms of quarterly earnings reports. Even though it was making hits, Imagine was a small company and making movies is expensive. Meanwhile, its investors wanted quick returns. The stock market crash of 1987 didn't help matters. So in 1992, Ron and Brian made a deal to take the company private again. It was a chance to win back control of the company and refocus on their vision. We were really betting on the upside of our future movies. Fortunately, we hit an incredible hot streak, starting with things like Apollo 13 and Nutty Professor and Liar Liar, and it turned out to be a good move for us. The bet paid off, and Imagine was making hit after hit for the big screen. Meanwhile, the emerging potential of a new medium caught Ron's attention. I began looking at the internet and feeling, oh, it's going to be pretty liberating. Brian was enthused. I mentioned it to Steven Spielberg. He said he'd been thinking about it as well. He brought in Jeffrey Katzenberg. Together, they founded pop.com as a platform to stream what they called pops of entertaining quick hit videos. After raising investment, they set out working on the content. Coming from a traditional media background, we wanted it to be scripted. We staffed up. We got little crews to shoot things. We went out to all of our friends. Those friends included big hitters like Eddie Murphy and Jim Carrey. But despite the A-list names and the Hollywood experience of its founders, pop.com struggled. The tech really wasn't quite there. It limited some of what we could do in terms of the shooting, made it also more expensive. We really approached it in too traditional of a way. We didn't lean heavily on independently generated content. There was another problem. We could not get brands to pay a nickel. They would not go there with us. So we had no revenue source and we didn't really know how to generate one. Pop.com closed down after little more than a year. Though it was a failure in business terms, it was undoubtedly an idea ahead of its time, predating YouTube, Snapchat, and TikTok. It made Ron and Brian think about new ways to realize their vision. And even though pop.com shuttered, I thought there's an aesthetic here, the kind of faux documentary approach, which of course we'd seen in Spinal Tap and a couple of other films that would really work for a half hour comedy. Eventually Mitch Hurowitz came in and said, I got just the family to use for that story and that approach. That fictional family was called the Bluths and the show was Arrested Development. Mitch really embraced that production approach and that aesthetic. And it really allowed us to do something as experimental as Arrested Development. Well, that's an interesting origin story for Arrested Development, which I hadn't known. It was very cool. One good thing that came out of pop.com. There is no innovation without risk and experimentation. And it's one of the things, the reasons why I wanted to kind of capture that part of the journey. Arrested Development was part of Imagine's expansion into TV with hits such as 24, Friday Night Lights, and Felicity. Their output was a driving force in elevating television as an art form and a greater diversity in voices. The focus over recent years has been scaling their vision so others can carry it forward. Both of us have a lot of energy and love for it. But now it is about scaling. You said scale, which of course is like a Pavlovian bell for me. What were some of the kind of lessons and unlock of getting Imagine to scale? And I'd say we are still scaling. There are some challenges, some of which I've heard spoken about on your podcast. Building the roster, our team, is sort of a different proposition now. In order to scale, we now need them to do projects that our fingerprints are on, but we're not necessarily controlling. And that's not something that we're necessarily comfortable with. And over the last five years, we've had to learn. We've made some tough but good decisions along the way, and exciting things are happening. It's a challenge every scale eater faces. The moment they need to entrust others with making their vision a reality. Feeling discomfort at the prospect is actually a good sign. It shows you are still invested in that vision. For Ron and Brian, scaling means empowering others to realize their own visions. In 2020, they launched Impact, a boot camp for aspiring film professionals. Brian observed Y Combiné and said, well, this boot camp would work for what we do because every project is a start. It demands that entrepreneurship. I was on board immediately. I thought it was a great idea. We did a boot camp for screenwriting and television production. Initially, Impact was focused on giving people the skills and space to make their visions a reality. But then, the CEO at Impact, Tyler Mitchell, came up with an idea for expanding its scope. Tyler wanted to invent a way that agents, producers, directors who couldn't make it to the pitch session could actually access this material. Suddenly, people from outside the Hollywood bubble could share their visions with like-minded creators and have their pitches seen by industry professionals. The idea was to not only find gems and help get them made, but also to help launch people. A byproduct of it was tremendous diversity. You weren't just dealing with the talent pool who the agents had managed to discover. So this idea that you're fostering this act of creation, democratizing the process. Impact is democratizing access to filmmaking just as audiences are becoming open to newer things, something Ron was struck by when his recent film, Thirteen Lives, came out. The film follows the rescue of a junior soccer team who got trapped in flooding caves in Thailand in 2018. Ron had a realization when he was driving to a test screening of the film. I was driving to our preview and I thought, oh, s***. I did this movie the way I wanted to do it. The first nine and a half minutes are in Thai and they're all subtitled. Oh my God, American audiences. I hope we don't have walkouts because it's a great story if they'll hang with it. Ron sat through the screening and then waited for the feedback. It was the highest testing movie I've ever had. Read, it was even higher than Apollo 13 or Cinderella Man or Beautiful Mind. Unbelievable. They loved the subtitles and I realized that Squid Game, Narcos, these shows are big hits and they've taught people the cultural value of actually allowing yourself to hear people act in their own voices and in their own language. I was kind of blown away by that. Every creative leader has to walk the tightrope of being true to their vision while also delivering something their customer will love. And that tightrope is being constantly buffeted by crosswinds from changing tastes to changing tech. The challenge is to harness these changes to bring that vision to life. This is something Ron has managed to great effect with his use of technology through his career. It's very liberating in terms of your ability to iterate. It used to be you'd shoot it and that was your shot. You could maybe massage it, you could darken it, you could lighten it, but basically that's what you were committed to. It was a big deal to go back and rethink a sequence. Not such a big deal now. Much, much easier to present options, possibilities, alternatives. It's made it easier to not only get what a director has in his or her mind onto the screen, but also for actors to create these really memorable moments. The toolbox is just expanding. Brian and I find that exciting and that's something that we're always trying to build upon. The challenge and the fun is discovering which items from that ever-expanding toolbox can help you refine your singular vision and get it out into the world for your audience to enjoy. I'm Reid Hoffman. Thanks for listening. Master of the Scale is a Weight What original. Our executive producers are June Cohen, Darren Triff and Chris McCloud. Our chief content officer and interim president is Lori Hoffman. Our producers are Chris Gautier, Adam Skjus, Alex Morris, Taka Legerski and Masha Makuchinina. Our editor at large is Bob Safian. Our music director is Ryan Holiday. Original music and sound design by Eduardo Rivera, Ryan Holiday and Nate Kinsella. Audio editing by Keith J. Nelson, Stephen Davies, Stephen Wells, Andrew Nault and Liam Jenkins. Mixing and mastering by Aaron Bastinelli and Brian Pugh. Special thanks to Jordin Dorsey, Alfonso Brava, Tim Cronin, Erica Flynn, Sarah Tarter, Katie Blazing, Mariel Carriker, Janeme Ezekwena, Colin Howarth, Brandon Klein, Semioputa, Kelsey Saison, Luisa Vales, Nikki Williams and Justin Winslow. Visit mastersofscale.com to find the transcript for this episode and to subscribe to our email newsletter. Become a member of Masters of Scale to get access to a year's worth of courses and content on the Masters of Scale Courses app. Find out more at mastersofscale.com slash membership."}, "podcast_summary": "In this episode of the \"Masters of Scale\" podcast, host Reid Hoffman interviews filmmaker Ron Howard about his journey to bring his vision to life in the film industry. Ron shares stories about facing challenges, such as pricing out of their model and struggling with distribution, and how he and his partner, Brian Grazer, scaled their company, Imagine Entertainment. Ron emphasizes the importance of personal taste and belief in realizing your vision, as well as the need to adapt to changing technology and industry trends. He also discusses their efforts to democratize access to filmmaking and foster diversity in the industry. Overall, the episode highlights the importance of staying true to your vision while navigating through obstacles and changes.", "podcast_guest": "Ron Howard", "podcast_highlights": "Chapter 1: \"From Pimply Faced Kid to Filmmaker\" Ron Howard shares his experience as a young actor and his embarrassing audition for a Ford Pinto commercial. Despite the humiliation, he realized his passion for directing and producing and decided to take control of his own career.\n\nChapter 2: \"The Power of Vision Amid Constant Change\" Ron discusses the importance of maintaining and refining one's vision in the face of evolving technologies and audience preferences. He shares how he trusted his own curiosity and desire to figure things out in order to stay on top of his game.\n\nChapter 3: \"Seizing Opportunities and Pushing Boundaries\" Ron talks about taking advantage of opportunities to make his vision a reality, even when the odds were against him. He shares his experiences in working with low-budget films and embracing new technologies, such as visual effects, to bring his stories to life.\n\nChapter 4: \"Saying No to Protect Your Vision\" Ron highlights the importance of saying no to demands that detract from your vision. He recounts his decision to part ways with a distribution partner to focus on storytelling and maintain creative control over Imagine Entertainment.\n\nChapter 5: \"Learning from Failure and Embracing Change\" Ron opens up about the failure of pop.com, a short-lived digital platform. He shares how embracing the potential of the internet for storytelling led to new opportunities, such as the creation of the acclaimed TV show Arrested Development.\n\nChapter 6: \"Scaling the Vision and Empowering Others\" Ron discusses the challenge of scaling Imagine Entertainment and trusting others to bring their vision to life. He shares the importance of empowering talented individuals and fostering diversity in the industry. He also talks about the recent launch of Impact, a bootcamp for aspiring film professionals, as a way to democratize access to filmmaking and foster entrepreneurship."}