{"podcast_details": {"podcast_title": "Planet Money", "episode_title": "Vacation, and why the U.S. takes so little of it", "episode_image": "https://media.npr.org/assets/img/2022/10/24/pm_new_tile_2022_sq-b4af5aab11c84cfae38eafa1db74a6da943d4e7f.jpg?s=1400&c=66&f=jpg", "episode_transcript": " This is Planet Money from NPR. Last summer, Adewale Maie went on a big vacation to Europe. It was my very first time in Europe. It was beautiful. Adewale's first stop was Spain. He was there during the week, Monday, Tuesday. And everyone's outside, eating, catching a coffee, they're playing, just having fun, doing things, flying kites. Like adults? Like adults, yeah. Adults, okay. I legit saw someone who was like 50 years old, who was just like playing outside. I think they were playing frisbee. And I was just like, wow, that's just very, very nice. Working age adults. Working age adults outside during the workday, during work hours. Adewale is just noticing this, taking it in. He's with a buddy. They're at lunch early into the trip. So we're having paella. And my friend was looking around, and he was just like, bro, what do people do here for a living? His friend was thinking the same thing that Adewale was thinking, which was, why does it seem like so many locals are not at work? And we're asking around, just like, hey, what do you do for work? And we got all of these different responses where someone's a seamstress and someone works at an interior design studio. And Adewale knew that this entire continent basically has a different relationship with work than the U.S. does, especially in the summer. Businesses are just completely closed. Adewale is a labor economics researcher at the Economic Policy Institute. But actually seeing the European attitude toward work in person felt different. And it made Adewale think of this report he worked on a few years back. The name of the report is No Vacationation. No Vacationation. Very, very on the nose. In this report, Adewale looked at the 21 richest countries in the world, and he listed how many paid vacation days they all get. Not because of the kindness of their employers, but how many paid vacation days every single person in these countries have to, have to, have to, have to get by law. And he found that Japan, for example, gets 10 paid vacation days for everyone on top of 15 paid holidays. Australia, 20 paid vacation days plus eight paid holidays. Spain, 25 vacation days paid plus 14 paid holidays. We are talking 39 days off paid for everyone. Hairdressers, mechanics, doctors, bakers, daycare workers, train operators. Every worker in these countries is guaranteed paid vacation. Actually, every worker in all of the richest countries in the world has to get paid vacation, except for workers in one rich country, the U.S. In America, if I could have 31, 29 days of paid vacation, what would that look like for you? What would that look like for you as a worker? And it's not just a rich country thing. Mexico, Afghanistan, Thailand, Tanzania, they all, at least in the formal job sector, guarantee paid vacation from work. The U.S. is the outlier. Zero paid vacation days and zero paid holidays. By law. Dang. Oh, and the vacation that those of us in the U.S. do get from our employers, we don't even take it all. In 2018, U.S. workers left 768 million days of earned vacation on the table, literally forfeited about $65 billion worth of vacation benefits. What is wrong with us? Hello and welcome to Planet Money. I'm Sarah Gonzalez. Today on the show, why, how, how did this happen? How did an entire continent basically and much of the world get all of this guaranteed paid vacation and not the U.S.? And why don't we even take the scroungy little vacation we do get? I've been thinking a lot about time and free time lately and a little personal vacation backstory. I recently had 200 hours of vacation that I had not used and could not roll over into the next year. I was going to lose them. And one of my editors was like, I can probably go to bat for you and get you to keep those vacation hours, like just this one time. And I said, nah, it's fine. I'll just lose them. Because I had just had a baby, I took maternity leave, and I was like, I can't just come back from leave and then take a bunch of vacation. I would feel so guilty. But recently I've been like, hold on, 200 hours? That's a whole month off of work paid that I left on the table. That is so much free time when free time feels so scarce to me these days. And it's not just me. More than half of the people in this country who are lucky to get paid vacation don't use it all. And why? Why do we do this? Why do we not use our vacation? And why is vacation seen like a privilege here, something you wait to accrue if you get it at all? Half of low-wage workers in the US don't get any paid vacation. So I started calling economists and historians, asking them why. And I kept hearing the same thing. Europeans just value leisure far more than Americans do. And I do not accept this response because there has to be more to it. Why? Why do they? I mean, like, I value free time, I think. Well, okay, why don't Americans prioritize the right to vacations? There are a couple of things. Gary Cross is a historian who has written a book about free time. He's going to give us some historical context on vacation here. And he says the US has never even gotten close to seriously trying for paid vacation as a right. Of all the things, the rights that people have pushed for, paid vacation has never been a part of that list. It's never been. In Europe, countries did push for vacation in big, big ways. And they didn't ask their individual employers. They asked their federal governments in the 1920s and the 1930s. And they got it. They had been saying, like, why do just the aristocrats get leisure? And this idea spread across Europe. That everybody should have some moments, some period of release from ordinary urban and modern economic life. Gary says time off from work, vacation was popular across many political parties and religious groups. And it was also used for some pretty awful things, too. The fascist party in Italy, the Nazis in Germany. Gary says they actually encouraged leisure also, even as they were preparing for war. It's kind of ironic that one of the tools to make your citizens into warriors was to give them a vacation. But that's one of the things that they did. You know, workers would be sent to the lakes or to the seashore. But they would, of course, develop loyalties to the regime. Yeah, it was loyalty through leisure. And Gary says this emphasis on downtime, on time off from work, did not just pop up out of nowhere. He thinks it stems from Europe's long tradition of festivals, like days long folk festivals and customs in medieval times. Carnival and Mardi Gras and midsummer celebrations, which were kind of like the early version of the vacation in the sense that they were multiple days where people stopped doing ordinary work. Yeah, it was multiple days of playing. And the US just didn't have this same kind of festival all work stops tradition. When Europeans came to the US to what is now New England, Gary says it was largely Christians who rejected those kinds of festivals. Which brings us to a big commonly held belief that Americans just have this deeply ingrained work ethic that stems from religion. We are talking about the Puritan or Protestant work ethic here, that it is godly to work and ungodly to waste time. You know, the traditional view is, of course, idleness is the devil's workshop. There are various versions of that, but you don't have to believe in the devil to feel that when you're idle you are somehow another wasting precious time. Yeah, Gary says you don't necessarily have to believe in the Protestant doctrine to adopt this work ethic. He thinks it's evolved and changed. You could make the argument that the so-called Puritan work ethic is really the kind of capitalist work ethic. And Gary says other societies don't really have the same kind of guilt for idleness that the US does. I mean, I'm like that, you know, and frankly I get a little anxious if I'm just hanging around a beach for a week, you know. And I have German friends who aren't anxious at all. And, you know, where did I get it? I don't know. Yeah, but some economists really hate this Protestant-Puritan work ethic argument. But look, come on now, Protestant ethic, I get that all the time. This is Daniel Hamermesch. And yet, where did the Protestant ethic originate? In Switzerland with the Calvinists, okay. And yet the Swiss get a lot of public holidays. They get four or five weeks of paid vacation. So the ultimate Protestant ethic people are taking a lot of time off also. Daniel is a labor economist at the University of Texas at Austin who also wrote a book about time. And for him, the Protestant work ethic argument doesn't fly because in 1979, the US worked about the same amount on average as other rich countries, Canada, Australia, France. We all worked the same amount of hours per year. It's just after 1979, all of those rich countries sharply began cutting their hours, working less. But not the US. We are an absolute outlier in this regard. It's very depressing. Daniel feels very strongly about time and how we spend it. For him, this is the ultimate economic choice we make. Because in our lives, we combine time with money. Money and time go together, and one of them is always scarce for you. Do you work more for more money or work less for more time? This is the model of the economic man theory, which basically says that the model person maximizes happiness or utility. And that happiness comes from not just having money to spend, but also having time to spend that money. Now, Daniel has looked at data on how people spend every minute of their day. And he says, actually, people in the US and Europe work the same amount of hours every week. We all generally have a 40-ish hour work week. It's just the US works more weeks. And the only, only reason for this, he says, is because we take less vacation. If you do the math, Daniel says people in Europe work about an hour and a half less every day. So this 1.5 hour difference to me feels so small. An hour and a half a day out of eight, that's a huge amount in economic terms. It's the equivalent of one day off a week. Right. That's Friday. That would be like we got every Friday off. Every Friday off or every Monday? OK, yeah, that's a big difference. So, all right, Daniel, who has looked at data on how people spend every minute of their day, he was going to be my ticket. He's got to have the answers for why the US, relative to other countries, started working more. I have no answer to that one. It just factually did. So wait, I mean, you are like a time work guy, a time work economist, and you don't have an answer for why we work so much compared to your view? I have a lot of non-answers. Non-answers. I'll take it. We're going to do a little process of elimination here, people. There are two fun non-answers, and the first has to do with income taxes. Daniel says some right leaning economists and macroeconomists believe that we in the US work more because our income tax is lower than some European countries. The argument is because Europe tends to have a higher income tax, people in Europe will go like, why am I going to show up for work so much? They're going to just tax me so much. Let me just work less. It doesn't make sense. That's the argument. Because our income tax is lower in the United States, we go like, ooh, I get to keep a little bit more money so it makes sense for me to keep showing up to work and not take time off. That is the argument. This is one of the oldest ideas in economics, that if you get to keep more of your paycheck, there's more incentive to work. You have to remember here that a lot of people in the US do not get paid vacation. The incentives for them to work instead of taking time off are bigger. Daniel agrees with this premise. When you look at the data, Daniel says getting to keep more of your paycheck does make you work more, but just a little, little bit more. It's quite small and far too small to account for any difference between Europe and the US. That European-American difference because of taxes just is not consistent with the evidence on how people in an individual society behave. I'll erase that one. Although some macroeconomists and conservative economists would say no, yes, that is still a reason. Yes, but the people who quote that are typically macroeconomists who really haven't looked at the evidence of individuals. All right, so that is the fun conservative non-answered argument. The lefty argument is that Americans are a consumerist society, and rich corporate advertisers are exploiting the consumers, holding these little carrots in front of our nose like a horse being urged to run, incentivizing us through these advertisements to want to work more and more to afford all these wonderful things we want to buy, a third car, a larger house, you name it. This argument is basically that people in the US are programmed to work more because we want to make more money to buy more stuff because we are inundated with advertisements. Bleak. And, you know, it's quite possible. But the empirical problem with that is there's just as much corporate control in Europe, there's just as much advertising, and I can't believe that Europeans are so much smarter than us that they don't get themselves, get led by the nose by these people. So it's hard to see why, with no difference in the amount of advertising, no difference in our basic nature, why they should have this different outcome in terms of vacations from what we have. So the fun, dark, lefty argument that we work more to buy more because of advertisers, Daniel says this one doesn't fly for him either. So, so far we have no great answers. I'm, like, at this point desperate for an answer, and I'm like, there has to be something. Like, there has to be. We're not just, like, so inherently different as people. No, we're not at all different as people. We're not. Okay, right. I mean, again, I can refute certain things explaining it as I have. So I can say no, but I can't say why yes. Okay? Uh, no, not okay, Daniel. So I just kept asking more economists and more labor historians what really does explain why vacation has never been a big priority in the U.S. and why we don't even take the vacation that we do get. And eventually someone said, try this guy at MIT. And finally, I got a satisfying answer after the break. So, yes, the U.S. has a reputation for being workaholics. We worry we won't be seen as hardworking if we take a lot of time off or that we'll miss out on career opportunities. And kind of because this, the U.S. has this reputation that we value money more than time. And Europeans have this reputation of valuing time more, leisure. But I mean, you know, like, French people are not just born valuing leisure, but we come out valuing money. That's not a thing. Something must have caused this, right? So to give a really satisfying answer on this one, I went to Tom Cohen at MIT who left a lake house during vacation to do this interview. So you're a workaholic also, like the rest of us. Guilty as charged. Tom studies work and employment and unions. And he says there was a time when unions helped workers get the things that they asked for in the 1930s. They got the minimum wage and overtime and Social Security. But Tom says it was a very unique moment in history when workers had more power than businesses. But after that, Tom says businesses regained power again. And they started saying, we don't want the federal government to mandate worker benefits. We'll decide that. We will respond to the labor market if necessary to keep our workers and to be competitive in the labor market. And tell us how we should run our enterprise and how we should treat our workforce. Tom says the 1930s was kind of our window, our chance to get something like guaranteed paid vacation. But Tom says back then some unions actually kind of drew a line at vacation. There was also a view among unions that, look, we don't necessarily have to push for all of these things through legislation because then if we did, then people might say, well, why do I need a union? Oh, so this is like a known thing that unions, like if we ask for everything at the federal level, there would be no point in unions? Absolutely. The AFL, American Federation of Labor in particular, was very strong on saying, this is for the private sector. This is for what unions exist to do. The plot thickens. We were sabotaged. But yeah, this is one of the interpretations for how things went down back then. And Tom says this is maybe why in the end we didn't get a bunch of benefits guaranteed by federal policy. Vacation was just one example of this concern. What were some of the other things outside of vacation? Pensions, private pensions, health insurance. Those are the big three. The big three. Pensions, health insurance, time off through vacations were left off the table. Instead, we got collective bargaining rights, which basically say we can bargain and negotiate with our individual employers for pension, health care, and vacation. Now, we should say that the US is also known for not passing these work benefits because of racism. A bunch of people in the US back then didn't want black people, for example, to get these benefits. So no one got them. But in Europe, everyone gets the big three, vacation, pension, health care as a right. Vacation started spreading in Europe in the 1920s and 30s, and health care came in waves in the 1940s, 70s, and 80s. And maybe this is why European countries started cutting their hours after 1979, but not the US. Maybe Europeans were like, OK, we're getting all these benefits. We're just generally getting richer. Maybe work is not so important anymore. But when you do have to pay for these things like we do in the US, maybe that's why work is so important here. And so when you do have to negotiate for health insurance pension, asking for vacation kind of falls to the bottom of the list. Yeah, it's a much lower priority. I mean, this does seem like the best argument to me about why we differ. Yeah. But then the option, workers are historically more interested in seeing their take home pay increase than they are in getting another day or week of vacation. It makes so much more sense to me now. Like, we don't just value money more than other people. Maybe, maybe we just need money to pay for health insurance or whatever. This feels good. This feels right to me. Daniel Hammermash, who doesn't like any of the theories on this, he likes Tom's theory. I like that one. I hadn't heard it. It's probably wrong, but at least I can't prove he's wrong. And that's pretty good compared to all the other explanations. I'm going to tell him you said that, Daniel. No, I like it. OK, he likes it. But really, Daniel says we're looking for answers in the wrong place. He says economics cannot answer this one. I can't stress enough, as much as I love economics, in the end, this is a political issue. Yeah. Daniel says this is really about political will and the political appetite. But he says talking about vacation and questioning why the U.S. is the only rich country that doesn't guarantee it is valuable. Because it can put in people's heads the idea that maybe there is a different way. And the very fact of talking about it and getting it out there in the public, I think, should stimulate people to worry about that. That's the reason I'm talking to you today about this. Daniel says talking about vacation can help change the culture. Like, maybe bosses will start taking more vacation and encourage workers to take more, too. Like, if we're all taking vacation, maybe that will make us feel less guilty about it. Because, you know, working a lot and not taking vacation because that is what you want to do, that's fine. But a lot of people do not want to work as much as they do. And they would be happy to have any paid time off. And even me, I mean, I do genuinely enjoy my work. I love being a reporter. I feel like I have worked so hard to get to this exact place. And I love it. But, like, I'm going to work for 35 more years, like, until I'm 70. And that's when I'm going to take big, long vacations. That cannot be what life is about. So the other day, because of this episode, I asked for a last-minute, two-week vacation. I leave in a week. Do you have a better theory for why Americans don't get as much vacation as Europeans? Send us an email, planetmoney at npr.org or slide into our Instagram DMs. We're at Planet Money. Today's show was produced by Sam Yellow Horse Kessler. It was edited by Jess Jang, fact-checked by Sierra Juarez, and engineered by Maggie Luthor. Alex Goldmark is our executive producer. I'm Sarah Gonzalez. This is NPR. Thanks for listening. Take your vacation."}, "podcast_summary": "In this episode of the Planet Money podcast from NPR, host Sarah Gonzalez explores why Americans have significantly less guaranteed paid vacation compared to other countries. She interviews economists and labor historians to understand why the US has never prioritized guaranteed paid vacation and why Americans often don't take all the vacation days they are given. She discusses various theories, including the influence of unions, the Protestant work ethic, and the role of political will. The episode stresses the importance of discussing and challenging the cultural norms around vacation in order to promote change.", "podcast_guest": "Information Not Available", "podcast_highlights": "Chapter 1: European Attitude Towards Work\n\n- Europeans have a different relationship with work, especially in the summer.\n- In many European countries, businesses are completely closed during the summer and workers are guaranteed paid vacation.\n\nTimestamp: 2:11-4:15\n\nChapter 2: Lack of Paid Vacation in the US\n\n- The US is the only rich country that does not guarantee paid vacation by law.\n- In 2018, US workers left 768 million days of earned vacation on the table, forfeiting about $65 billion in vacation benefits.\n\nTimestamp: 5:13-8:17\n\nChapter 3: Historical Context of Vacation\n\n- European countries pushed for vacation in the 1920s and 1930s, asking their federal governments for policies.\n- The US did not prioritize vacation as a right during that time. Unions also drew a line at vacation.\n\nTimestamp: 12:09-14:00\n\nChapter 4: Work Ethic and Perception of Leisure\n\n- The Protestant work ethic argument does not fully explain the difference between the US and Europe.\n- Europeans are not necessarily born valuing leisure more than Americans.\n\nTimestamp: 15:20-16:51\n\nChapter 5: Business Influence and Political Will\n\n- After the 1930s, businesses regained power and did not want the federal government to mandate worker benefits.\n- Guaranteeing paid vacation is a political issue that requires political will to change.\n\nTimestamp: 22:40-24:15\n\nChapter 6: Changing the Culture\n\n- Talking about vacation and questioning why the US does not guarantee it can help change the culture.\n- Encouraging bosses and workers to take more vacation can reduce guilt and make it more acceptable.\n\nTimestamp: 26:38-28:36", "podcast_hashtags": "Based on the podcast transcript, here are five relevant hashtags that encapsulate the main themes and key takeaways of the episode:\n\n1. #PaidVacation - The episode explores the disparity in paid vacation policies between the U.S. and other countries, highlighting the lack of guaranteed paid vacation in the U.S. and the abundance of paid vacation in Europe.\n\n2. #WorkLifeBalance - The episode delves into the differing attitudes towards work and leisure in the U.S. and Europe, discussing how Americans often prioritize work over leisure and struggle to achieve a desirable work-life balance.\n\n3. #CulturalDifferences - The episode examines cultural differences between the U.S. and Europe, suggesting that historical, political, and societal factors have shaped varying approaches to work and vacation.\n\n4. #UnionInfluence - The episode touches upon the role of unions in advocating for worker benefits and the impact of their choices and priorities on the availability of paid vacation in the U.S. compared to Europe.\n\n5. #ChangingtheCulture - The episode concludes with a discussion on the importance of changing the cultural mindset surrounding vacation in the U.S., encouraging employers and workers to prioritize and utilize their vacation time for improved well-being and work-life balance.", "get_podcast_topquote": "\"Americans are the outlier. Zero paid vacation days and zero paid holidays. By law. Dang.\" - Sarah Gonzalez, host of the podcast episode from Planet Money."}