{"podcast_details": {"podcast_title": "WorkLife with Adam Grant", "episode_title": "Khan Academy founder Sal Khan on AI and the future of education", "episode_image": "https://f.prxu.org/131/images/54c91b01-be7b-4ba8-b0c8-0fb8fd0516e6/TED_WLS2_Logo_3000x3000.png", "episode_transcript": " Ted Audio Collective Rethinking is brought to you by Progressive, where customers who save by switching their home and car save nearly $800 on average. Quote at progressive.com, Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $793 by new customers surveyed who save with Progressive between June 2021 and May 2022. Potential savings will vary. Hi there, I'm Frances. And I'm Anne. We're the host of Ted's new podcast, Fixable, where we help businesses solve work problems to create meaningful change. Thanks to SAP for supporting this episode. Stay tuned for a message from our sponsor. Hey everyone, it's Adam Grant. Welcome back to Rethinking, my podcast on the science of what makes us tick. I'm an organizational psychologist and I'm taking you inside the minds of fascinating people to explore new thoughts and new ways of thinking. My guest today is Sal Khan. He's the founder of Khan Academy, the nonprofit education platform that makes knowledge freely available to hundreds of millions of people around the globe. Sal has been named one of Time's 100 most influential people, and he's a pioneer in using technology to accelerate learning. So I was excited to talk with him about AI and the future of education. Earlier this year, he gave a TED Talk on it. It can answer the age-old question, why do I need to learn this? And it asks socratically, well, what do you care about? And let's say the student says, I want to be a professional athlete. And it says, well, learning about the size of cells, which is what this video is about, that could be really useful for understanding nutrition and how your body works, etc. So great to meet you. Likewise, Adam. I'd love to hear just a little bit of an origin story. When did you first start to dream about reinventing education? I would say it's pretty far back in life. You know, there were these moments, I would say starting in middle school and high school, and probably some of it just comes from a little bit of rebelliousness where you either reflect on your own boredom or other students in the class and you're like, there's got to be another way to do this. And I knew that I was interested in learning and I knew other students were, but it just felt like in certain classes, it was actively being suppressed in certain ways. I was the president of the math club, might not be a surprise for a lot of folks. As part of that, we ran this tutoring program for peers and it actually became pretty official. And so, the high school forced any student in the school who had a C or lower in their math class to go to this student run tutoring program. And what I saw there were a lot of students who thought they didn't like, especially math, but other subjects as well, but especially math. And if they just got a little bit of support, had a chance to fill in their gaps, that a lot of them, some of them ended up joining the math club. They ended up liking it so much. And so that was one of the first eye-openers that, you know, if you're doing well in a subject, especially in something like math, you can tell one of two narratives to yourself. One is, oh, I'm just gifted and other people aren't and that's just the way the world works. But the other narrative is I have a good foundation here and because of that strong foundation, it allows me to engage at a deep level with the math and other folks just didn't have that foundation. And so they disengaged to protect their self-esteem and I saw that in high school, but I didn't really know what form that would take in my life. In college, I was fascinated by the intersection of software and education and I worked on several projects there. But once again, not thinking this was going to be what I would do for my life. I went into tech, then I go to business school, then I'm out of business school. I'm working at a hedge fund at this point. It's 2004. I just got married. My family from New Orleans is visiting me in Boston, which is where I was at the time and just came out a conversation that my 12 year old cousin Nadia was having trouble in math. Because of that, they put her into a slower math track and I then offered to tutor Nadia and she agreed. And part of me was I really just wanted to help her because I thought her situation was pretty serious. But I also just like to geek out on some of this subject matter, go back to my days of being a tutor. And I used to tell folks when I worked at the hedge fund that I was going to work at a hedge fund long enough so that eventually I could start a school on my own terms. So this is always in the back of my mind that I wanted to do something like that. It was with tutoring Nadia and I saw the same thing with Nadia that I saw a lot of those peers in high school that she just had gaps in her knowledge and her confidence was shot. But by having one on one support, not only did she get caught up with her class, she got ahead of her class. At that point, I became what I call a tiger cousin and I called up her school. I think Nadia should be able to retake that placement exam. And they let her and she was put into an advanced track. So I was hooked. I started tutoring her younger brothers, wordspreads in my family that free tutoring is going on. So before I know it, there's 10 or 15 cousins, family, friends. And it was, it was, I was really enjoying myself and I started writing software for them to give them more practice. That was Khan Academy. That was 2005, 2006. A friend suggested that I make videos to supplement the software. I thought it was a silly idea. Videos seemed very low tech to me, but I gave that a shot. And then that also took a life of its own. My cousins famously told me they liked me better on YouTube than in person. It was a significant hobby for many years. It had kind of overtaken my life. 50 to 100,000 folks were using it on a monthly basis. I set it up as a not for profit mission, free world class education for anyone, anywhere. And my wife and I looked at our finances. We were saving for a down payment on a house. But we figured that maybe we could take a leap or I could take a leap and live off of this for a little bit and see if this could turn into something. It's amazing to look back 15 years and say there was a time when there wasn't a Khan Academy. People couldn't learn on YouTube. They had to sit through whatever education was available in their local environment. And that was it. We're in the midst of obviously a major sea change as all of a sudden the world wakes up to the impact of AI. I wasn't sure where you would come down on this. You've been a strong proponent of the importance of human engagement in education. You've enabled people to connect to even a teacher far away in ways that students often struggle to do in their own classrooms. So you can imagine my surprise when you came out and said AI is going to make education better. What's your case? Well, from the beginning, when folks saw Khan Academy and they said, oh, there's on demand video. There's a software that lets students practice at their own time or pace. Some folks built a narrative saying, oh, this could replace teachers. And some people like that narrative as a teacher. I hated that narrative. But go on. I would cringe when I saw that narrative and there were some teachers who would to some degree go after us. And they would say things like, oh, well, this isn't real teaching. What I do in the classroom is real teaching. And I agree with them. What we've always advocated for is never putting technology first. There's always some pedagogical goal. The pedagogical goal that I've become a real believer in is can we personalize things more for students? Can we make it really student centered? Can we always give students an opportunity and the incentive to master anything that they haven't mastered before? And can we free up more time for human to human interaction? Those are my objective true notes when we think about education. And then we should think, OK, what are the tools to do it? So even from the beginning of Khan Academy, we always said, look, the whole point of the videos is just to take the lecture off the table. I don't think the videos are even necessary to watch. I don't think lectures are necessary. The ideal is, is that now when you go to a classroom, you can actually do more active learning, whether it's doing problem sets, whether it's engaging in group problem solving or Socratic dialogue or a project, whatever it might be. And then similarly, if you're a teacher with 30 students, yes, when you went to Ed school, they said to differentiate, but it's awfully hard to differentiate when you have 30 kids in the room. And pre pandemic, the data I've seen is that your average American classroom had three grade levels of students in any given classroom. And now those numbers are five to six grade levels of students in any classroom. And so even well before AI, we said, look, use us as a tool. And half of our usage is teachers using us on their own, allow students to work at their own time and pace. We'll give the teachers more information than they had before. They can know how the students are faring before quiz, before a test. Kids are getting immediate feedback. They're getting other supports if the teacher can't get to them. But ideally, the teacher uses that information to do focus interventions with the students. So that was pre AI. So when open AI reached out to us last summer and we went under NDA and they showed us GPT-4, we've always had this science fiction ish ideal that Khan Academy could approximate one day a teaching assistant and or a tutor. And a teaching assistant in a classroom would do things like write lesson plans or grade papers or write progress reports, but they would also support the teacher and being able to support the students when the teacher can't get to those students. And we said, hey, this this actually seems plausible now. And so we started working on it pretty intensely secretly until March of this past year in 2023. And then we launched what we call Khanmigo. But it's really the same idea that we are just providing more supports for students, more supports for teachers, so that especially from the teacher point of view, they have more time and energy for themselves. In principle, I think this makes a lot of sense. It tracks with a wealth of evidence on flipped classrooms and how if we can give students access to learn the content on their own time and then bring them into the classroom to engage with the teacher and their classmates and do more active and interactive learning, that leads to deeper processing, better retention, more growth, all good. I also wonder, though, about some complications. So I'm thinking, for example, about a physics experiment done a couple of years ago where students learn more when they did active learning as opposed to just attended a lecture, but they enjoyed it less. I guess there's an opportunity here for AI to be helpful there. So talk to me a little bit about Khanmigo and how it works. I've definitely observed that. We run a lab school out here in Northern California, and I've gotten complaints even from maybe a few of the students in my own family who said, well, why can't we just sit and listen to a lecture like kids at other schools do? It doesn't take as much energy as active learning, but most of the evidence is the active learning is going to be a lot better for you. And so Khanmigo is really just trying to drive that active learning. And it does start to mix these ideas of active and say lecture together in a little way. So as I said, our objective here is a teaching assistant for every teacher, a tutor for every student. From a student point of view, we all know chat GPT introduced these ideas that it could cheat and might introduce bias. It can hallucinate. It wasn't very good at math. So we aim to directly address a lot of those issues. So if the student says, just tell me the answer to this problem, it will not tell them the answer. They'll say, hey, I'm your tutor. I'm here to support you. But they'll say, well, what do you think the next step would be? Or can you explain your reasoning or how do you think you could do that a different way? And then there's a bunch of things that we've done on the safety side that we think are important, at least in this stage for under 18 users of generative AI, which is all of the conversations are logged. If you're an under 18 user, you have to have either a parent or a teacher attached to your account and they have access to all of the conversations. We have a second AI that observes and moderates the conversations. And if it judges that conversations are going into a unconstructive place, it will actively notify the parents or the teachers. And then there's a ton of work we've done on trying to minimize the hallucinations and making the math as accurate as possible. The hallucinations is anchored on the videos, the articles, the exercises that we already have. And so it won't make up things outside of that when it's anchored on that. But that does a lot beyond just traditional tutoring. It can simulate literary characters. Students can talk to Eeyore or Winnie the Pooh or the Great Gatsby. It can simulate historical characters. People can talk to George Washington or Harriet Tubman. We've introduced a whole series of activities where it doesn't write the essay for the student and it will not. It'll refuse to write the essay for the student, but it will write with the student and it'll act as a writing coach. It'll highlight parts of the passage or part of the essay and give them feedback on their logic or grammar or their style. I just got a Slack message from a team member where we have a prototype now of the AI now having memory. And it takes notes for itself on what your interests are, ways that you like to engage, types of tone. So it has memory across conversations so that it can get to know you over time and hopefully customize even more. But expect in this coming year, there's going to be probably 20 to 100,000 students in real school districts and universities using Conmigo in a formal setting. It sounds extremely cool in a lot of ways. There's also a part of me that feels like it's a little bit creepy. I don't know how much I want an AI assistant to know about me. I don't want it to stimulate human connection. I just want it to be helpful when I need a resource. We want to give the user the agency to decide. So, for example, this new feature that we're launching, we're calling it AI Insights. Let's say you're watching a video and you can just ask Conmigo in the middle of the video, like, why should I even care about this? And Conmigo will typically say, well, what do you care about? And then the student will, you know, I like soccer or I want to make a lot of money or whatever the student cares about. It'll try to make a connection between whatever's in the content to whatever the student at least said they care about. Now, with this insights functionality, Conmigo is going to write, this student really cares about making money. So in the future, it might automatically say, hey, well, you know, last time we talked about how this might affect the stock market. Let's think about that again. But what we have made it is students can turn that functionality on or off if they don't like it. And even if it's on, there's a place where they can see what all of the notes are that the AI has taken about them and they can delete it. They're like, I'm not into soccer anymore or no, that was good. That was an inference that the AI made that is just not true. I was just playing with it at that time. So that gives them choice. So relieved to hear that. Yeah. I mean, first of all, it's great that you're opening the black box so that there's not some, you know, secretive AI version of a medical or government record being kept on students. But more importantly, the fact that students can delete allows them to evolve. I think one of my fears as a psychologist is that, you know, the AI learns that you want to make a lot of money because you said that when you were nine and you come from an impoverished family. And then all of a sudden don't get to evolve your values. I would hate to see any kind of tool that's supposed to be a resource for students start to stifle their growth. 100%. We were just brainstorming today about what's the best way of even getting this type of information. Obviously, it can happen implicitly with random conversations, but we might have like a icebreaker session with students in the AI and maybe encourage them to do it on a semi regular basis. So obviously they can go and they can edit the AI's insights, but it allows them to refresh. And I think there's something powerful about that kind of reflection that unfortunately a lot of students don't really get to do until they apply to college and they have to write all these essays. And usually they're so stressed that they're not really reflecting. But if they can do that every few months or so, that could be pretty nice. I wonder if there's an opportunity here to leverage their peers. There's a lot of evidence in personality psychology suggesting that the people who know us well in certain ways know us better than we know ourselves. And so I'd love to see an annual update from you get to pick three or four classmates to talk to your AI assistant about what your interests are. And that way your friends are going to make you aware of patterns you can't see in yourself. And then also you're inevitably going to have different peers each year. And so there are going to be new inputs coming in on a regular basis. I love that idea. We are right now also brainstorming how we can leverage Conmigo not to just facilitate interactions with the AI where you talk to a historical character or you get into debate with the AI, but how it could act as a facilitator for human to human interactions. And it's interesting, separately, I was even telling our head of HR that we could use Conmigo for things like 360 reviews where you say, here are the five people I've worked with most closely this past year. It can interview them and then it can anonymize it and then it can give you the insights. In most companies, that's a very expensive process. And because it is, it normally doesn't happen or doesn't happen well. But what I love your idea, because we never even connected those two dots. We were thinking about using the 360 in our work setting. And then in the classroom setting, we're like, oh, it could be some nice student to student interactions. This could be incredibly powerful if you could have on a regular basis, you could ping your classmates or your teachers for just some good feedback. I would love to see that happen. It probably would help students build the muscle of feedback seeking and learning to learn about themselves through the eyes of others, which I think is a skill we all know is vital to learning. But a lot of us don't get enough opportunity to practice growing up and feedback giving, which I'm still learning the skill of doing it. But it's not just about the ability to do it. It's about the ability to do it well. Absolutely. There's another benefit I see of having the AI tutor. And our audience knows that both as a psychologist who cares about people and a social scientist who loves data. I'm a little bit skeptical on all things AI. But one of the things that first intrigued me about it was I guess back in 2016, who without telling his CS students had made one of the TAs for the class an AI. You went the whole semester emailing one of the TAs and getting pointers and feedback and suggestions on homework, not knowing it wasn't a person. And even in 2016, it not only fooled them all. But then once the AI's identity was revealed, if I remember correctly, students were more comfortable reaching out to the AI with basic questions because nobody is worried about looking like an idiot when they're talking to a computer. It's being judged by a human that's potentially embarrassing or mortifying. And so I wonder if you've seen that kind of dynamic play out already with Conmigo that maybe there's a lot of psychological safety to ask questions that might feel ignorant or stupid. We've just started rolling it out into mainstream school districts. One of them is in Newark, New Jersey. And we've definitely gotten anecdotal reports from teachers saying, those kids weren't even asking me that question. But they clearly had that gap in their knowledge. And yeah, they felt more comfortable. And this does harken back to the early days of Khan Academy. If they were in algebra and they forgot how to divide decimals, they were a little embarrassed. Even though I tried to be as non-judgmental as possible, they were embarrassed to admit that in front of their cousin who is this math superstar and blah, blah, blah, blah, blah. But now they could just watch a video about it. I was intrigued by the Great Gatsby example in your TED Talk recently. We run an online high school with Arizona State University called Khan World School. And we have a student who attends that online school at Basin India, her name is Sanvi. And she was doing a report on the Great Gatsby. And when she was reading the Great Gatsby, Jay Gatsby keeps looking at the green light off into the distance. And she's like, well, why does he do that? She did some web searches. And people have obviously studied this and commented about the symbolism of that, but none of it was really resonating with her. And then she realized that she had Khan Migo and that she could talk to Jay Gatsby himself. And so, splendid choice, old sport. I am now Jay Gatsby, the enigmatic millionaire from F. Scott's Gerald's Classic. And so why do you keep staring at the green light? Ah, the green light, old sport. It's a symbol of my dreams and desires, you see. It's situated at the end of Daisy Buchanan's dock, across the bay from my mansion. I gaze at it longingly as it represents my yearning for the past and my hope to reunite with Daisy, the love of my life. And what was cool is Sanvi had said, I had this long conversation. She called him Mr. Gatsby. And at the end, she actually apologized for taking his time, which I thought was very polite of her. And I wondered if this is a route to rescuing the classics. In high school, I remember probably the low point of probably my entire educational experience in high school was when my English class assigned us to read The Grapes of Wrath. I don't think I've ever been more academically depressed in my life. As a kid who loved to read, I just could not stand the story, the family, the plot, the characters, all of it. Just, I found extremely difficult to engage with. And I watched your talk and I thought, okay, so you give me a chance to maybe interact with Tom Joad, whose name I remember because that's how much I hated him. You give me a chance to interact with him. And maybe I think it's cool at first, but isn't there a risk that I hate the family even more as I learn more about their perspective? How do you think about navigating the challenges of just the inherent material students are engaging with not being connected to their curiosity or their values, as opposed to they haven't found the right connection point yet? I suspect in the not too far future, you're going to be able to have actual conversations like with voice with them. You're going to be able to even video conference with them. You're going to be able to eventually be in a virtual world. You're going to be able to visit their world. So all of that stuff is going to be very, very cool. But you're absolutely right. It might just be that their world is not a world at that moment in your life that you're especially keen to get into. I fear that sometimes we're having the exact opposite effect on students when we're forcing it on them. I'm thinking about going back to the classroom this fall for the first time since we've had generative AI. And I'm wondering if the essay is dead. It seems impossible to manage the cheating problem unless we treat it like a math test and have it written live, which I don't know a lot of people who write that effectively under time pressure or on command in one setting, unless it's a student who's procrastinated until the last minute and is pulling it all nighter. Do you have hope for students learning to write, but also us being able to evaluate the quality of their writing? Yes. And this is actually something we're actively working on. To your point, in a just pure chat GPT world, you have two options as a professor, either proctor the writing in class, which has limited scope, or you just say, yeah, you're going to use whatever you're going to use, but I'm going to expect more of you. And I think both of those things are going to happen. Your colleague, Ethan Malik, has obviously been embracing chat GPT and all of its forms in his work with the students. What we're working on with Conmigo is a way that a professor or a teacher can assign a writing assignment, actually can develop the assignment with the AI, can develop the rubric, it can develop the prompt, it could even develop, you know, what some of the reading connected to it might be if there is any. And then the student gets the assignment and imagine the student essentially has like a Google doc or Word doc on the left hand side, and they're working with the AI. The AI says, well, your professor says, wants you to reflect on how growth mindset has improved or not improved your life or I don't know, whatever the essay prompt is. And so before we even start on the essay, let's just talk about it a little bit. You and me, the AI and the student. Okay, let's outline. Okay, so it sounds like you believe the following. You think that could be a good thesis. And so it talks through it and you can outline a little bit and then you can start to write it. But you always have this helper who's not doing it for you, but is acting as a writing coach and can give you feedback and knows the rubric by which you're about to be graded. And then at the same time can report back to the teacher. What's cool about this is students get more support, more practice and more feedback, which will make them, I think, better writers. Teachers will know not just the final outcome, but will know the process. And they also will not have to like from scratch have to grade every paper according to the rubric. They're going to get support there. But I think if you do that, you make it about the process. It's actually pretty hard to cheat it in that world and it's going to be better for everyone. This is really clever. I like it. You're not only creating a world that makes it harder to cheat. You're also helping students elicit their own thoughts and learn to express them in a way that's more compelling than what an AI would produce for them. 100% right. And you know, going back to our example of how sometimes in say a literature class in high school, you lose your love for literature because it just feels like this task you have to do. Same thing happens in writing. Everyone likes to argue. Everyone likes to communicate. But if we can bring that out a little bit more and students can just recognize that, okay, writing is just putting that down on paper in a way that other people can understand your point. That's fun. That's a future I would welcome if it exists. And the AI, obviously, is another level of that where it can directly address your questions without fear of judgment of your cousin. So, coming to the window, the window of opportunity. Be ready. Be good surprises and bad surprises ready. Be opening a Portland, Houston, and Providence location on the same day ready. Be stock options plus paid family leave ready. SAP has been there and can help you be ready for anything that happens next. Because it will. Be ready with SAP. Visit sap.com slash be ready. Let's go to a lightning round. First one, what's the worst advice you've ever gotten? The flavor of advice where people are cynical about the world and think other people are out there to get you. And they tell that to you. Wow. You've been told that other people are out to get you? In some way, shape or form. There's definitely people in my life who said, oh, don't be naive, Sal. People are just out there for themselves. That's not the mainstream advice I get. I get a lot of positive advice, too. But that's the one that over time I just ignore. It's the exception, not the norm in my data. Which character from literature would you most love to have a conversation with? I'll go to one of my other favorite books. I would say Harry Seldin from the Foundation series. That's a fair choice. All right. My dream for the future of math is to cancel trigonometry and replace it with statistics. What is yours? My dream is that in the not too far future in our lifetimes, people view advanced mathematics, including trigonometry and statistics and calculus, as somewhat intuitive. What's something you've recently rethought or reconsidered? My management style. I used to be very hands off and tried to support wherever someone was, which sounds great. But I think where I am now is realizing that when you're trying to get folks to go in a direction, especially a direction that other folks might not have gone before, it's very important to be clear about what we're trying to do and to have alignment around it and to be very open and clear with folks. This is what we're doing. And if that's not what you want to do, that's okay. We can support you as you find the thing that you actually want to do in life, but it's probably not going to be this. And so that's a muscle I've built to just be a little bit more blunt. I think I had problems with confrontation in the past. And this may be a sequel in some ways, but what is a question you have for me as an organizational psychologist? My experience with almost any organization that grows past a certain scale is that there's just a lot of cynicism and bureaucracy and wasted effort happening. Do you think that's inevitable or do you think there are organizations that have scaled to say thousands of people that have pulled off not doing that? Oh, that's such an interesting question. There was a Stanford professor, Hal Levitt, who spent most of his career studying organizations. And at the very end of his career, he wrote half a century of evidence, accumulated lots of patterns analyzed. He just documented all the things that get worse as an organization grows, less human connection, more bureaucracy, less personal attachment to the mission. And the list goes on and on. And I don't think those are inevitable problems, but they're probabilistic problems. We've probably talked ad nauseum at this point in social science culture about the limitations to the number of humans that you can actually maintain a relationship with. And whether you think it's 150 or a little bit more, a little bit fewer, it's probably not 10,000. What I've seen effective organizations do to try to minimize those growing pains is to try to build subcultures and say, look, there's certain values, usually three to five principles that are non-negotiable, that everybody in this organization has to stand for. And ideally, everyone exemplifies them. It's unacceptable if people violate them. Past those values, we should be open to creativity and innovation when it comes to what our daily norms and practices are so that people can feel connected to a smaller unit that they actually have a say in and a part of. And I don't want to call it any organizations that I think are great at that because as soon as I do, they're going to fail. Then I'm going to be disappointed. But a lot of people worry that having subcultures means that you've abandoned a strong culture. And for me, it's more often a sign that you're trying to give people a local point of influence, knowing that it's really hard to change the culture of a big company, but improving the culture of your team or your department, that's doable. Where do you come down on all this? We've been talking a little bit about the pivot, so to speak, that Khan Academy has been going through. We are about, let's call it 250 folks in the United States. And I think this would have been a very hard pivot had we been 250,000 folks for sure, but even 25,000 or 2,500 folks. I think over the last decade, especially in Silicon Valley, people have so many opportunities to work so many different places. The employer should just do whatever it takes to retain that person. And I think over the last couple of years, I've realized that that's actually not doing anyone a favor. What you should be doing is clearly stating what you're here for, including your values. And you use the word unacceptable. Like there's certain guardrails that like if you're really not for this journey, the leader shouldn't bend over backwards to either convince you or pretend that you are on this journey, you're not on this journey. And then we should have an honest conversation. And that's usually good for the person because the person is usually somewhat miserable. We've been able to do this, and it's been really good. I've never actually never seen the organizational health better than what we're seeing right now, at least when we've been at this scale. I don't envy some of these folks who run these organizations that have tens of thousands or hundreds of thousands of people. And especially because of generative AI, they're having to do some real introspection and potentially really change how they operate. And I don't think it's going to be easy. No, I don't either. And I do really appreciate that there are leaders like Yvonne Chouinard in the world who paused and asked, do I need to dominate my sector? Do we need to be a company of a hundred thousand or 10 million people? Or should we stay small and keep doing what we do well? The quest for world domination might be as overrated in business as it is in politics. I want to talk a little bit about some other questions in the future of education. So I thought your previous TED Talk on teaching for mastery as opposed to teaching for test scores was such a compelling idea. It's a big part of why I wanted to become an educator. I love the experience of gaining knowledge and feeling like I understand something. And I also found great joy in trying to create that experience for other people. The American education system has not made that easy for teachers. So how are we going to fix that in the coming decades? Well, it goes back to what teachers are taught. The goal standard is to differentiate for your students. And differentiation can take many different forms. It could be differentiation of interest. Some kids like this, some kids like that. Can you customize the curriculum for each of these kids? Most teachers wish they could replicate themselves and be a one-on-one tutor for all 30 students in the classroom. And it's not the teacher's fault at all. If we go pre-industrial revolution, you did not have mass public education. But the few people who got education, they got very good ones, usually through tutors. Then you had mass public education. People had to make this compromise for economic reasons. 30 kids in a classroom, batch them together at a set pace. But what had to happen is the teacher delivers the standards, delivers the lectures. And some students get it, some students don't. You usually discover that after a week or two when you give them a quiz or a test. The whole class moves on to the next concept. Usually a concept that builds on those gaps that you just identified in that last test. And that process keeps going year after year after year. Kids keep accumulating gaps and they start learning slower and slower and slower. One of the things that really appeals to me about your focus on mastery is it seems like a slight shift away from just a pure emphasis on growth mindset and effort. Which my read of the evidence on is, yes, better to teach students growth mindsets than fixed mindsets. Especially beneficial if they're learning in environments where they typically haven't had people believe in them. Or they haven't had opportunity. That being said, I feel like I've seen a perversion of that in the last couple years with my students at Wharton. Where I'll send out grades, having bent over backward to give everybody an opportunity to excel. And I'll see a growing number of students say, my grade does not reflect the effort I put into this course. Well, first of all, this was a week long class in some cases. It was not that much hard work. Secondly, you do not get graded on effort, you get graded on mastery. And you misunderstood three concepts that if you had read the article that they were based on, you wouldn't have lost points on. I'm curious about your reaction to that and whether you think that sort of our, I guess, our almost maniacal focus on growth mindset and just encouraging students to work hard has actually obscured their focus on mastery being the ultimate reflection of education. Yeah, it's fascinating that example you just gave. Because even the growth mindset literature doesn't just say only value effort. The whole point of growth mindset is you praise effort so that someone is willing to keep trying until they get to mastery. That when they get something wrong. When they struggle or fail. Yes. Exactly. They don't just give up or they don't just say, oh, I'm dumb. Or when they get it right, they don't just say, oh, I'm smart. And I don't want to revisit that again, because maybe the second time I do it, I'll discover that I'm quote, not smart. The last TED talk that you talked about, I talked about how mastery learning and growth mindset are two sides of the same coin. It's very in vogue right now for teachers to say, oh, mastery learning, I'm going to praise effort. Your brain is like a muscle. The more you use it, the stronger it gets. Your brain grows when you get things wrong. But then students get a test. Some kids get a 70 percent. They get a big C or D and then it moves on to the next test. And if you really were into growth mindset, you would allow for mastery learning. You would say, OK, you're at a 70 percent. You haven't learned this yet. Keep working on it. I'm going to give you opportunities and incentives for you to get that level of master. I know it's difficult. You only know 70 percent of the material right now. But it's really important for you to put in the effort and step out of your comfort zone and tackle the things that you're doing. Tackle the things that you're right now struggling with. That's what a growth mindset is about. So I think your students got it half right. It's great. They're putting in effort. You should praise that effort. And you say, because you put that in an effort, I want to give you more opportunities for effort. It might be a little bit uncomfortable. If you want, here's what you can do to get that 70 to an 80 or an 80 to a 90, because I really want you to master this concept. I think you just articulated exactly the point I was trying to make, which is one of the concepts that some of these students misunderstood was growth mindset. And so ironically, they demonstrated their lack of mastery of that concept in their grade grubbing techniques. We're trying to put this into practice. You know, we have Khan Lab School that I helped start. And then there's Khan World School that we do with Arizona State University, which is an online high school where we're trying to address exactly what you're talking about by giving students. Giving students some choice. We essentially list out a lot of these classics, but students don't have to read all of them or in the same order or at the same time necessarily. Students number one should learn to enjoy at least some of the classics. It's better to learn to enjoy some of them than to hate all of them. Is there anything else that you're hoping to see in the future of education? The urgency around leveraging these tools to upskill students even further has never been more serious because the reality is most kids leaving, not just high school, honestly, most students leaving even college are actually operating at like a late middle school, early high school level in both their critical thinking, their math skills, but also their their writing and their reading comprehension. But now we know generative AI can do all of that stuff, probably a lot better. And so I'm a believer that the future is going to be for the folks who can go one level above the generative AI and be even a better writer so that they can edit the AI and they can refine it. Be creative enough so that they don't depend on the AI, but they can riff with the AI and then their combined creativity is going to be that much better. It's imperative that the 50th percentile isn't operating in a middle school level, that the 50th percentile actually operates at a level that they can really leverage the tools that we're about to be given. We're getting the tools that really do seem like magic or like the tools of gods, if you were to go back a few hundred years ago, and we need educated gods. Wow. Well, sign me up for a world in which people can communicate at a middle school level when relevant, but still think at a college level. That's right. This has been a real treat. Thank you for joining today. Thanks for having me, Adam. As an educator, I've often thought about my job as challenging wrong intuitions. But Saul reminded me that education is also about building better intuitions. That's not just limited to trig or calculus. A mark of mastery of any subject is understanding it so well that it no longer seems foreign or counterintuitive. Rethinking is hosted by me, Adam Grant, and produced by Ted with Cosmic Standard. Our team includes Colin Helms, Eliza Smith, Jacob Winnick, Asia Simpson, Samaya Adams, Michelle Quint, Ben Ben Chang, Hannah Kingsley Ma, Julia Dickerson, and Whitney Pennington Rogers. This episode was produced and mixed by Cosmic Standard. Our fact checker is Paul Durbin. Original music by Hansdale Sue and Allison Leighton Brown. Students number one should learn to enjoy at least some of the classics. If you're going to, it's better to learn to enjoy some of them than to hate all of them. Yes, please."}, "podcast_summary": "In this episode of the \"Rethinking\" podcast, host Adam Grant interviews Sal Khan, the founder of Khan Academy, about the future of education and the role of AI. Khan discusses the origins of Khan Academy, the importance of personalized and student-centered learning, and the potential of AI to support education. He also addresses concerns about the misuse of AI, emphasizes the need for mastery learning, and envisions a future where advanced mathematics becomes intuitive for students. Khan believes that leveraging AI tools is crucial for upskilling students and ensuring they can effectively use and refine these technologies.", "podcast_guest": "Salman \"Sal\" Amin Khan (born October 11, 1976) is an American educator and the founder of Khan Academy, a free online non-profit educational platform with which he has produced over 6,500 video lessons teaching a wide spectrum of academic subjects, originally focusing on mathematics and science. He is also the founder of Khan Lab School, a private brick-and-mortar school in Mountain View, California.As of July 2023, the Khan Academy channel on YouTube has 7.94 million subscribers, and its videos have been viewed more than two billion times. In 2012, Khan was named in the annual publication of Time 100. In the same year, he was featured on the cover of Forbes, with the tagline \"The $1 Trillion Opportunity.\"\n\n", "podcast_highlights": "Chapter 1: The Origin Story\n\n- Sal Khan started exploring the reinvention of education in middle school and high school when he saw the limitations of traditional classroom learning.\n- His passion for unlocking the potential of every student and providing personalized education led him to create Khan Academy.\n\nTimestamp: 6:21\n\nChapter 2: The Role of AI in Education\n\n- Khan Academy uses AI to personalize education, providing students with tailored support and opportunities for mastery.\n- AI tools like KhanMigo act as teaching assistants, guiding students in their learning journey and supporting teachers in managing diverse classrooms.\n\nTimestamp: 14:33\n\nChapter 3: Balancing Human and AI Interaction\n\n- Sal Khan emphasizes the importance of human-to-human interaction in education and sees AI as a tool to enhance and extend that interaction.\n- Khan Academy aims to free up teachers' time by leveraging AI to take over administrative tasks and provide targeted interventions for students.\n\nTimestamp: 24:04\n\nChapter 4: Overcoming Challenges in Education\n\n- Khan Academy addresses the limitations of traditional education by providing personalized learning experiences that focus on mastery rather than test scores.\n- By leveraging AI, Khan Academy aims to improve learning outcomes, expand access to quality education, and empower students to develop critical thinking and problem-solving skills.\n\nTimestamp: 32:36\n\nChapter 5: The Future of Writing and Classroom Assessments\n\n- Khan Academy is developing AI tools that act as writing coaches, providing feedback and guidance to enhance students' writing skills.\n- The goal is to create a writing process that values mastery, encourages reflection, and allows students to go beyond the limitations of traditional classroom assessments.\n\nTimestamp: 46:04\n\nChapter 6: The Urgency of Education Transformation\n\n- With the advent of powerful AI tools, it is crucial for students to develop higher-order skills and critical thinking abilities to navigate the future effectively.\n- Khan Academy aims to ensure that students reach a level of education that enables them to leverage the tools and technologies available to them and become better problem solvers.\n\nTimestamp: 59:10", "podcast_hashtags": "#Education #FutureOfLearning #MasteryLearning #AIInEducation #PersonalizedEducation", "get_podcast_topquote": "\"Students should learn to enjoy at least some of the classics. It's better to learn to enjoy some of them than to hate all of them.\" -Sal Khan"}